{
    "cards": [
        {
            "front": {
                "id": 1,
                "name": "Axel Clauberg",
                "role": "Director, Partner Solutions Architects EMEA",
                "quote": "\"The best way to predict the future is to invent it.\" Alan Kay",
                "type": "quote"
            },
            "back": {
                "lesson": "I learned this early in my international management career when my direct German feedback culture made me act like a bull in a china shop. A Global Mindset and Cultural Intelligence is critical for psychological safety in any team.",
                "advice": [
                    "Don't complain, own! Ownership is a critical element of a Day1 innovation culture.",
                    "Your opinion is too important to be silent, bring it in, show backbone.",
                    "Fail often (and learn from it)."
                ]
            }
        },
        {
            "front": {
                "id": 3,
                "name": "Eric Johnson",
                "role": "Principal Developer Advocate",
                "quote": "\"Do justice, love mercy, and walk humbly with your God\" - Micah 6:8",
                "type": "quote"
            },
            "back": {
                "lesson": "On lesson I have learned is to expect and embrace mistakes. When a mistake happens, own it, correct if possible, and move on.",
                "advice": [
                    "If you are the smartest person in the room, find a new room. Put yourself in a situation to learn.",
                    "Correct privately, praise publically, and never be stingy with knowledge.",
                    "Kindness and conflict are not mutually exclusive. Learn to express your opinion and stand your ground without the tearing down of others."
                ]
            }
        },
        {
            "front": {
                "id": 3,
                "name": "Margo Cronin",
                "role": "Principal Specialist Solution Architect",
                "quote": "\"The mind is a wonderful servant and terrible master.\" - Robin S. Sharma",
                "type": "quote"
            },
            "back": {
                "lesson": "I have learnt more from my failures than my successes. Successes are great for morale, failures are great for successes (and write minutes)",
                "advice": [
                    "(something I like about quote but not prevalent in the industry) becoming a manager should not be a promotion. Good people manager have a skill in that funcationality. You should become a manager if want to manage people. In quote individual contributor careers are encouraged. I will always work for that type of company. This mindset avoids the Peter principal (credit Laurence J. Peter who observes that people in a hierarchy tend to rise to \"a level of respective incompetence\")",
                    "When you dont know what you want to do, write out what you dont want to do.",
                    "Just start.....If you want to be a writer, just write....etc."
                ]
            }
        },
        {
            "front": {
                "id": 4,
                "name": "Joathan Allen",
                "role": "Director, Enterprise Strategy",
                "quote": "\"All of your assumed constraints are debatable.\" - Joathan Allen ",
                "type": "quote"
            },
            "back": {
                "lesson": "Work from First Principles, challenge your assumptions, reduce requirements to the bare minimum, make sure every requirement has an individuals name on it.",
                "advice": [
                    "You will always be too busy, motivation doesn't work, the discipline of developing mechanism every day, so that can learn just a little bit more will compound. For me this is compiling a YouTube playlist and watching over breakfast every day.",
                    "Give your customers want they want, you may know better technically, but your customer is the one that will use it. Make them happy.",
                    "The worst mistake I have made as an engineer over and over, is to optimize something that should not exist."
                ]
            }
        },
        {
            "front": {
                "id": 5,
                "name": "Miguel Álava Tejera",
                "role": "Director Tech Sales",
                "quote": "\"Leading Without Authority\" - Keith Ferrazzi",
                "type": "quote"
            },
            "back": {
                "lesson": "You never know what the future holds, so do what you do with the understanding that the legacy of your actions and the impact of your learning will last forever.",
                "advice": [
                    "Technology will always evolve at a faster pace; therefore, our ability to learn and prioritize should grow at an equally rapid pace.",
                    "Being right or wrong is worthless. What truly matters is perceiving and solving relevant problems.",
                    "The best way to convince someone is to make them believe they are convincing you about what you want them to be convinced of."
                ]
            }
        },
        {
            "front": {
                "id": 6,
                "name": "Tomas Jan Soderstrom",
                "role": "Enterprise Strategist",
                "quote": "📚 How to get your point across in 30 seconds by Milo O. Frank, and The One-Minute Manager by Kenneth Blanchard Ph.D.",
                "type": "book"
            },
            "back": {
                "lesson": "One lesson learned for demos to executives is to show only the business outcome. Then ask if they want to do more. Don't \"keep selling after the sale is already made\". They will ask about the tech if they are interested. To much information will overwhelm them and they will forget all of it. Keep it simple.",
                "advice": [
                    "Prioritize Learn and Be Curious, especially on the business outcomes side. Understanding the business-related outcomes will help your focus on the technology that's needed. Don't worry about not knowing everything. Everyone in tech feels the imposter syndrome, so you are not alone. Project humble confidence.",
                    "Demonstrated bias for action as it will help to earn trust with customers, peers, management, and executives. Focus on showing rapid results that solves a business use case and then tell the story of the outcomes. Tell the story as 1/where we we were, 2/where we are, 3/where we will go.",
                    "Take every opportunity to speak and write in public and tell a story. Practice in front of a mirror or with peers. Keep the story one level about the audience and give time for questions, where they can ask more technical details. Afterwards, always ask what you should change for next time you give this talk."
                ]
            }
        },
        {
            "front": {
                "id": 7,
                "name": "David Elliott",
                "role": "Director, Head of Architecture",
                "quote": "\"Ego, Authority, Failure\" - Derek Gaunt. An interesting book that highlights the pitfalls of ego",
                "type": "quote"
            },
            "back": {
                "lesson": "In tough situations, emotions can run high. Be aware of what triggers you and learn to use this as an opportunity to dive deeper and look into why. This will help build resilience and self-awareness.",
                "advice": [
                    "'Every Day is a School Day'. There is always something new to learn in all situations and maintaining a curious mind keeps one stimulated and engaged.",
                    "n/a",
                    "n/a"
                ]
            }
        },
        {
            "front": {
                "id": 8,
                "name": "Danilo Poccia",
                "role": "Principal Developer Advocate",
                "quote": "\"Simplicity is the ultimate sophistication\" - Leonardo Da Vinci",
                "type": "quote"
            },
            "back": {
                "lesson": "Many technologies come and go, but real user needs remain constant. Build deep expertise in understanding requirements and solving practical problems. A solutions-focused mindset will outlast any fleeting tech hype cycle.",
                "advice": [
                    "When you have a choice, follow your passions and curiosity. They give you energy and are drivers for continuous learning in the ever-evolving tech landscape.",
                    "Don't just learn a concept but learn to explain it to someone else. You should never underestimate the importance of sharing knowledge with clear communication.",
                    "In any conversation, listening is more important than talking. Practice active listening to understand diverse perspectives that broaden your views and foster innovation."
                ]
            }
        },
        {
            "front": {
                "id": 9,
                "name": "Ran Tessler",
                "role": "Dir, Solutions Architecture",
                "quote": "\"Trust takes years to build, seconds to break, and forever to repair\"",
                "type": "quote"
            },
            "back": {
                "lesson": "You cannot do it all. Be deliberate in what you choose to invest in. Be clear in communicating in what you will not.",
                "advice": [
                    "Always provide customers with advice you would have followed if you were in their seat. If you don't know what your direction would have been, do not be afraid to say it, but make sure to offer a path to find out.",
                    "There are no ideal solutions. There are solutions that best fit your customer needs. Make sure you fully understand your customer needs, capabilities and constraints.",
                    "Speak up. You don't need to be loud. You need to be clear."
                ]
            }
        },
        {
            "front": {
                "id": 10,
                "name": "Gus Santana",
                "role": "Geo SDT Leader",
                "quote": "\"Nobody cares how much you know until they know how much you care.\" - Theodore Roosevelt",
                "type": "quote"
            },
            "back": {
                "lesson": "Architectures changes every 2 to 3 years. Even if you write a technical book, it will be outdated after some time. Your true legacy is the people you help.",
                "advice": [
                    "We are not in the tech business. Many decisions are emotional. We are all in the people business.",
                    "My mission as a manager is that people that work in my team, leave closer to their purpose",
                    "If you are not working in your career plan, you are probably working on someone's else"
                ]
            }
        },
        {
            "front": {
                "id": 11,
                "name": "Julian Wood",
                "role": "Principal Developer Advocate",
                "quote": "\"What counts in life is not the mere fact that we have lived. It is what difference we have made to the lives of others.\" - Nelson Mandela",
                "type": "quote"
            },
            "back": {
                "lesson": "People work best as individuals within teams. A group is more than the sum of its parts. Bring together diverse viewpoints including people who may disagree to make the best outcomes.",
                "advice": [
                    "Be curious, explore, and share. You learn best when you dive down the rabbit hole to satisfy your own tech curiosity. Share what you learn because it makes you learn better and helps others.",
                    "Keep high standards. Avoid cutting corners. This is a gift to people behind you who get to inherit and carry on working with the best you left behind.",
                    "Be kind, empathetic, and help others. Assume people are doing the right thing, until proven otherwise! Support, nurture, and encourage others. Build community."
                ]
            }
        },
        {
            "front": {
                "id": 12,
                "name": "Phil Le-Brun",
                "role": "Director, Enterprise Strategy",
                "quote": "\"If I had an hour to solve a problem I'd spend 55 minutes thinking about the problem and five minutes thinking about solutions.\" – Albert Einstein",
                "type": "quote"
            },
            "back": {
                "lesson": "Always prioritise people and communications. Everything we do requires people to come on a journey. Educate, inform, engage, listen and inspire",
                "advice": [
                    "Migrations are not transformations, they are the start of a transformation. Prioritise business outcomes first and treat transformations as a life style choice, not projects",
                    "Prioritise \"no regrets\" decisions. You don't need to know how data is going to be used to know that it will be. Get data sorted and educated on now",
                    "There is no such thing as a technology project. Everything we do is in service of a greater mission. Understand what this and use it to direct efforts"
                ]
            }
        },
        {
            "front": {
                "id": 13,
                "name": "Stephan Hadinger",
                "role": "Head of Technology",
                "quote": "\"I never lose. I either win or learn.\" - Nelson Mandela",
                "type": "quote"
            },
            "back": {
                "lesson": "Always address the customer CEO. I have seen multiple occasions of customers we had won (via technical teams), but eventually the CEO or Chairman switched the decision against quote. No customer is won until the CEO decides.",
                "advice": [
                    "What customer have, what they want and what they need are often 3 different things. True Customer Obsession is to answer to what customers NEED, not what they WANT.",
                    "\"Say no to say yes\". It is sometimes necessary to say NO to a customer (ex: presenting at a small event) and propose a bigger opportunity or action instead (ex: address a larger audience)",
                    "At quote, you will never be able to do everything you are been asked to. Choose what are your focus areas, and accept that there are things you will not do"
                ]
            }
        },
        {
            "front": {
                "id": 14,
                "name": "Arthur Bailey",
                "role": "Director, EMEA & LATAM AR",
                "quote": "\"You can kill a man, but you can't kill an idea.\" - Sophocles",
                "type": "quote"
            },
            "back": {
                "lesson": "Doing your homework is the foundation of your future success.",
                "advice": [
                    "Accept that long-term success is always earned. You can be luck in life and opportunities present themselves out of the blue. But in order to continuously grow in your career you have to accept that you need to put in the work.",
                    "Inspire others by the example you set. You motivate other to achieve their goals by setting a good example for them to follow. just as you teach your children how to be a good human being, you can teach your colleagues how to be better teammates by setting a good example.",
                    "Be present and be humble. You don't deliver your best results and share your best insights when you are distracted i.e. emailing or messaging during a meeting. When you are present you ensure you are capturing all the information you need to make informed decisions. However, being present and talking over others and dominating doesn't inspire collaboration, so take a pause even when are are excited to say something and let others speak."
                ]
            }
        },
        {
            "front": {
                "id": 15,
                "name": "Chris Hennesey",
                "role": "Enterprise Finance Strategist",
                "quote": "\"Your network is your net worth\" - Tim Sanders",
                "type": "quote"
            },
            "back": {
                "lesson": "As a leader, you're still accountable for the quality of work delivered by your team, even if you're not hands-on. Ensure you have the right governance and oversight in place to maintain accuracy, and be prepared to answer questions about your controls and reviews",
                "advice": [
                    "Build and manage your network. It will open doors, enable mentorship, and be sure to not start building it when you need it - start now!",
                    "Stay current. Continuously learn by listening to podcasts, reading books, videos, and articles. Take the time to go deep into topics to expand your knowledge base and bring new perspectives to your work.",
                    "Money provides options - save and invest. Time is your best friend (compound interest), so start saving now to provide financial flexibility in your life."
                ]
            }
        },
        {
            "id": 16,
            "front": {
                "name": "Margaret O'Toole",
                "role": "World Wide Tech Leader - Sustainability",
                "type": "book",
                "quote": "The Wizard and the Prophet: Two Remarkable Scientists and Their Dueling Visions to Shape Tomorrow's World by Charles C. Mann",
                "book": "📚The Wizard and the Prophet: Two Remarkable Scientists and Their Dueling Visions to Shape Tomorrow's World by Charles C. Mann"
            },
            "back": {
                "lesson": "Productive doesn't necessarily mean busy. It is incredibly important to make sure you protect time to think and reflect. It is very easy to end up in back-to-back meetings, without time to process information and make informed decisions.",
                "advice": [
                    "Always be willing to step back and look at the situation from another's perspective",
                    "If you ever feel like you're the \"dumbest\" person in the room, try to think of this as an opportunity. This mindset has helped me find excitement in the possibility of learning something new.",
                    "Make someone else tell you no. Don't talk yourself out of trying something new, or applying for something outside your comfort zone."
                ]
            }
        },
        {
            "id": 17,
            "front": {
                "name": "Elena Rudenko",
                "role": "Managing Director, EMEA Go-to-Market Strategy",
                "type": "quote",
                "quote": "\"Simplicity is the ultimate sophistication\" – Leonardo da Vinci"
            },
            "back": {
                "lesson": "Ability to pause and reflect goes a long way. The loudest voice in the room is rarely heard.",
                "advice": [
                    "Trust your choices. There are always multiple options and no perfect decision making mechanism.",
                    "Be bold. Ask for forgiveness, not permission. Within reason. ",
                    "Build a support network. In and out of office. Diverse culturally, experience-wise, perspective-wise."
                ]
            }
        },
        {
            "id": 18,
            "front": {
                "name": "Mark Birch",
                "role": "Global Startup Advocate",
                "type": "book",
                "quote": "📚Do what you love in the service of people who love what you do by Steve Farber, The Radical Leap",
                "book": "\"Do what you love in the service of people who love what you do\" by Steve Farber, The Radical Leap"
            },
            "back": {
                "lesson": "You have to be willing to reinvent yourself in your career. The tech industry moves too fast to be comfortable doing one thing. I navigated my career by honing my ability to consume knowledge and learn quickly, diving into domains I didn’t know, and trying out new ideas.",
                "advice": [
                    "Embrace serendipity. The most wonderfully surprising stories are written when you just let life happen instead of planning everything out.",
                    "Be more helpful. Being oriented to helping others creates greater value, earns more trust, and drquote people in that support you and your vision.",
                    "Work does not define you, vision does. Rather than asking what work you have to do, think about what change do you want to make in this world."
                ]
            }
        },
        {
            "id": 19,
            "front": {
                "name": "Martyn Storey",
                "role": "Head of GTM Strategy and Architecture",
                "type": "quote",
                "quote": "📚 Sapiens: A Brief History of Humankind by Yuval Noah Harari",
                "book": "📚 Sapiens: A Brief History of Humankind by Yuval Noah Harari"
            },
            "back": {
                "lesson": "I have learned that it is critical to have a closed customer feedback loop. The loop has to be facilitated by three things: Data capture, Effective tools, and Buy in from stakeholders.",
                "advice": [
                    "Don't ever be afraid to go out of ones comfort zone. Always accept ever opportunity with vigour and expect to learn signifcantly from it and expect to fail a little. Once you fail don't expect to fail twice on the same thing.",
                    "Learn from people of all backgrounds and experiences not matter what age and level.  The variety in life is just too rich to pass up learning from people.",
                    "Leadership for me is about leading from the front.  The team/s that you manage need to see you are able to empathise in their roles and also get stuck into the work that they do.  Don't just delegate be a doer also."
                ]
            }
        },
        {
            "id": 20,
            "front": {
                "name": "Kamil Davidov",
                "role": "Senior Manager - CSM Manager",
                "type": "podcast",
                "quote": "🎧 #DiaryOfACEO with Steven Bartlett and Jimmy Carr - PodCast!",
                "podcast": "🎧#DiaryOfACEO with Steven Bartlett and Jimmy Carr"
            },
            "back": {
                "lesson": "Quality over Quantity: Make the time you spend with your family and witrh colleges count. Even if you're busy, focus on quality interactions like maningful converations or activities that strengethn your bond.",
                "advice": [
                    "Be Kind to Yourself: No one can do it all perfectly. Accept that some days will be chaotic, and that's okay. Celebrate small wins and don’t be too hard on yourself if things don't go as planned.",
                    "Outsource When Possible: Whether it's hiring help with housework, childcare, or meal prep, outsourcing some tasks can free up valuable time for family and career focus.",
                    "Set Boundaries: Clearly define when your're working and when your're with your family. Commuincate these bounderies to both your employer and your family, so there's less overlap and stress."
                ]
            }
        },
        {
            "id": 21,
            "front": {
                "name": "Rahul Shukla",
                "role": "Director Client Relation Ops",
                "type": "quote",
                "quote": "\"Your time is limited, so don't waste it living someone else's life. Don't be trapped by dogma - which is living with the results of other people's thinking.\" - Steve Jobs"
            },
            "back": {
                "lesson": "Find the best team, and best leaders to go work with and learn from. You will learn the most in the shortest period of time and be able to make an impact that matters.",
                "advice": [
                    "Dont let your current job role define your impact and contributions to the organization. Eliminate guardrails and organizational barriers, as you take on responsibilities and ownership of problems/issues that matter to you.",
                    "Be Curious. Learn and innovate. You learn most by sharing. So lean in to share your time, expertise and insights to those in need.",
                    "Surround yourself with talent and leaders who are much better than you. Each hire should raise the capability of the team in new ways. Genuine diversity of experience, skills and perspectives, makes the team much more resilient, and adaptable to the vast degrees of changes our fast execution pace requires."
                ]
            }
        },
        {
            "id": 22,
            "front": {
                "name": "Colin Bonney",
                "role": "Sr Mgr Customer Solutions Management",
                "type": "quote",
                "quote": "\"A wise person will talk because they have something to say; fools, because they have to say something.\" -Plato"
            },
            "back": {
                "lesson": "Your work is just that, don't let it consume your life, ensure you can switch off from it.",
                "advice": [
                    "Learn as much as you can consume and can put into practice, but don't waste time learning what you don't need to put into practice soon.",
                    "Manage upwards, its important that your management know you, and what you are doing, what you are not doing, and that your goals are aligned.",
                    "Be helpful to others, after all you never know when, or from whom, you may need help."
                ]
            }
        },
        {
            "id": 23,
            "front": {
                "name": "Armando Martines Neto",
                "role": "Head of EMEA Solution Architecture",
                "type": "quote",
                "quote": "\"The people who don't ask questions remain clueless throughout their lives.\" - Neil deGrasse Tyson"
            },
            "back": {
                "lesson": "Things will go wrong, it is not about to prevent problems, but to be prepared to deal with it when it happens!",
                "advice": [
                    "Learn from others! in the IT industry is important to identify what successful people are doing and have your opinion about that. This will allow you to understand what are the market trends and where you should focus your learning.",
                    "Talk about your ideas to others, hear different point of views and form your own opinion!",
                    "Set your targets! think where you want to be in 5-10-15 years, and then invest on learning and the experience you need to get there!"
                ]
            }
        },
        {
            "id": 24,
            "front": {
                "name": "Matthias Patzak",
                "role": "Enterprise Strategist",
                "type": "quote",
                "quote": "\"Our highest priority is to satisfy the customer through early and continuous delivery of valuable software.\" - Matthias Patzak"
            },
            "back": {
                "lesson": "A job is just a job. Focus on delivering business value and results. Then you want to worry less about budget, headcount, career and compensation.",
                "advice": [
                    "Be clear about whether your career path lies in management or in IC. Be clear about the environment in which you can show your strengths. It's not the next job that's important, but the one after that. Act accordingly. ",
                    "Never settle. Stay curious. Read! Share. Learn. Change companies every 3-4 years. Each company move must be a step forward in your career in terms of title, package and skills.",
                    "Do what you love"
                ]
            }
        },
        {
            "id": 25,
            "front": {
                "name": "Tobias Börjeson",
                "role": "Head of Technology, Nordics",
                "type": "quote",
                "quote": "\"People Who Are 'Right A Lot' Tend To Change Their Minds Often.\" - Jeff Bezos"
            },
            "back": {
                "lesson": "One significant lesson I've learned is the power of adaptability and constant forward motion, the tech industry moves at an ever-increasing pace, so being set in your ways and becoming complacent simply won't work.",
                "advice": [
                    "Always expand your personal network, learn new skills constantly, and don't be afraid to take on challenging, seemingly impossible, projects.",
                    "Maintaining a relentless curiosity and growth mindset has been crucial. Embracing challenges, continuously learning new skills, and building a strong network of mentors and peers have all contributed to my professional journey. Staying passionate and motivated by the diversity of my work is key.",
                    "Never stop letting your curiosity guide you, learning new skills and experiences from others along the way. Embrace an explorative mindset, remembering that failure is often the most effective and sustainable way to develop. "
                ]
            }
        },
        {
            "id": 26,
            "front": {
                "name": "Brandon Carroll",
                "role": "Sr. Product Marketing Manager",
                "type": "quote",
                "quote": "\"Let's go invent tomorrow instead of worrying about what happened yesterday\" - Steve Jobs"
            },
            "back": {
                "lesson": "You don't have to have it all figured out at the start of your career. However, if you don't start somewhere you'll never go anywhere.  Had I not started small I would have never seen the big opportunities and I wouldn’t be where I am today.",
                "advice": [
                    "To accelerate your career, accept that you will never know it all. and instead of trying to learn it all, learn instead how to quickly find answers, quickly understand technical topics, and quickly solve problems.",
                    "Working in Tech is a marathon, not a sprint. For long term success, train like a runner. Train in sets, build up endurance, and each session stretch your distance a bit further.  In between, take recovery days.  ",
                    "Change your vocabulary and change your outcome.  Replace the word failure with the word opportunity and the next step you make changes."
                ]
            }
        },
        {
            "id": 27,
            "front": {
                "name": "Norihisa Tsuruta",
                "role": "Director, Japan FSI",
                "type": "quote",
                "quote": "\"The best way to predict the future is to create it.\" - Peter Drucker"
            },
            "back": {
                "lesson": "In the IT industry, where change is rapid, adaptability to new environments is most critical for us.",
                "advice": [
                    "It is desirable to acquire deep tech skills that will serve as your core foundation, and then expand from that base into a wide range of areas. In addition to tech skills, it would be even better if you could also accumulate industry knowledge related to your client.",
                    "For anything, it is important to take responsibility and see it through to the end. Since there is a limit to what one person can do, it is necessary to bring together the collective strength of the entire team to tackle the work.",
                    "When in doubt, respond objectively based on what is right and what is wrong. If you lack ethical principles, you cannot continue and will inevitably fail., and First-class people compete with themselves, second-class people compete with others."
                ]
            }
        },
        {
            "id": 28,
            "front": {
                "name": "Sebastien Stormacq",
                "role": "Principal Developer Advocate",
                "type": "book",
                "book": "📚The Innovator's Dilemma: When New Technologies Cause Great Firms to Fail",
                "quote": "📚The Innovator's Dilemma: When New Technologies Cause Great Firms to Fail"
            },
            "back": {
                "lesson": "Respect diverse perspectives and opinions. Everyone brings unique value to the table, and fostering a collaborative environment is essential for success in tech.",
                "advice": [
                    "Don't limit yourself to a single niche. Stay curious and explore different areas of tech. The future of the industry is unpredictable, and your career will benefit from a broader knowledge base.",
                    "Continuously learn and be curious. Stay updated on industry trends and emerging technologies. Embrace a growth mindset and never stop seeking new knowledge. This approach has been crucial to my long-term success in tech.",
                    "Prioritize learning and stay curious. The tech industry is constantly evolving, so staying up-to-date and open-minded will help you stay relevant and thrive."
                ]
            }
        },
        {
            "id": 29,
            "front": {
                "name": "Mark Schwartz",
                "role": "Director, Enterprise Strategy",
                "type": "quote",
                "quote": "\"Read great literature and philosophy books, not business or business technology books.\" - Mark Schwartz!"
            },
            "back": {
                "lesson": "A lesson from sales: Always be Closing. I had to learn to close deals rather than leaving things vague or open. That applies to everything, not just selling to customers.",
                "advice": [
                    "Take on roles that require ownership and hard decisions, not just advisory.",
                    "All problems can be solved - just keep trying!",
                    "It's important to engage people in the organization, because you can't do it alone - you need everyone's help, especially middle managers below you organizationally. If you start from a position of 'caring' for people, it will lead you to doing the right things."
                ]
            }
        },
        {
            "id": 30,
            "front": {
                "name": "Brooke Jamieson",
                "role": "Senior Developer Advocate",
                "type": "quote",
                "quote": "\"Share your truth, it is your power\" - Grace Tame"
            },
            "back": {
                "lesson": "Always think about how you'll explain a feature/project/product to someone else. This will make sure you have clarity in your idea, but it will also help you to design new tech with empathy.",
                "advice": [
                    "Take charge of your own learning & development, and don't wait for your employer to provide you with a plan. Look for trends in the market and in different job postings.",
                    "Tech changes all the time, but your values don't. Really take time to get to know yourself to find what's important to you and what you value.",
                    "'Be who you needed when you were younger' - I have a big art print of this, and it has always guided me to making good decisions in my career. Once you've climbed a ladder (no matter how small!) make sure you leave the ladder down for others to climb more easily."
                ]
            }
        },
        {
            "id": 31,
            "front": {
                "name": "Nithya Ruff",
                "role": "Director - Amazon OSPO",
                "type": "book",
                "quote": "📚Growth Mindset by Carol S. Dweck and Working Backwards by Colin Bryar and Bill Carr especially for new Amazonians.",
                "book": "📚Growth Mindset by Carol S. Dweck and Working Backwards by Colin Bryar and Bill Carr especially for new Amazonians."
            },
            "back": {
                "lesson": "People management is about inspiring and leading others to do their best work. This requires communicating expectations, goals, and coaching to get results through team work.  And to be proud of the team's achievements and their results are what reflect on you.",
                "advice": [
                    "Be in charge of your own career.  Know where you want to go and manage it like a project. And enlist your manager and others to help you get there.",
                    "Leadership is about owning your space and becoming an expert at your craft.  And bringing that expertise to the work you do and making an impact. It is also raising the bar for the organization and helping others level up their game. ",
                    "Two big skills that transcend any are or field of work.  Good communications skills both written and spoken are necessary to get people to understand your ideas and support them."
                ]
            }
        },
        {
            "id": 32,
            "front": {
                "name": "Matt Wood",
                "role": "VP, AI",
                "type": "quote",
                "quote": "\"Innovation is seeing what everybody has seen and thinking what nobody has thought.\"-Dr. Albert, Szent- Györgyi"
            },
            "back": {
                "lesson": "Commoditize your embarrassment—don’t let the fear of judgment silence your creativity. Many great ideas never surface because we worry about getting it wrong. Embrace vulnerability, ditch the ego, and say what’s on your mind. It’s better to try than to regret..",
                "advice": [
                    "Stay curious: embrace new ideas, ask questions, and explore beyond your comfort zone. Curiosity drives innovation and keeps your skills sharp. Never stop learning. ",
                    "Ask for forgiveness, not permission:  take initiative and drive action. Waiting for permission slows progress. Instead, act boldly and own the outcome. It’s more fun too. ",
                    "In periods of discontinuous change (such as the one we all find ourselves in today with AI), act as a merry band of pirates not a supertanker. Adjust course quickly. Don’t stay on track. Adventure together. Explore. Wander. Stay agile. Get into scrapes. 🏴‍☠️"
                ]
            }
        },
        {
            "id": 33,
            "front": {
                "name": "Yoji Harada",
                "role": "Executive Officer, Director, Scale Sales ",
                "type": "quote",
                "quote": "\"It is not the strongest of the species that survive, nor the most intelligent, but the one most responsive to change.\"– Charles Darwin"
            },
            "back": {
                "lesson": "Don't get stuck in chasing after your next level (i.e. promotion) too much, rather focus on what you can do now by keeping development of yourself.",
                "advice": [
                    "Be intentional for career development by setting what you want to be at 50th or 60th, looking back resume if it's been consistently moving towards the goal and regularly meeting with external career consultants to check your market value.",
                    "People always matters. Be humble, respect and appreciate when you lead the group of people.  Enjoy changes. Always get ready to deal with ambiguity, be open to adjust to the changes and act with agility as things are changing fast in the Tech industry.",
                    "Learn from good managers, but more importantly from bad managers who gave you or colleagues a bad experience. Then analyze why you or colleagues felt bad and do the opposite to what the managers did."
                ]
            }
        },
        {
            "id": 34,
            "front": {
                "name": "Matheus Guimaraes",
                "role": "Senior Developer Advocate",
                "type": "quote",
                "quote": "\"You don’t have to be great to start, but you have to start to be great.\"– Zig Ziglar"
            },
            "back": {
                "lesson": "Technology will always evolve, and so should you. It is its nature just as much as it is in our nature as humans to resist change, so it can be difficult to find a balance, but there is no point in fighting technology as it morphs and evolves with time. .",
                "advice": [
                    "Much like learning another language, the trick is to take full advantage of the digital world and the explosion in content creation to immerse yourself with the topics that you want to learn about. Specially with tech, it's particularly important to keep a good balance of theory and practice to move from memorization to deep understanding.",
                    "My passion married with my willingness to go the extra mile",
                    "Fall in love with learning! That is the most powerful thing that you can do. You will see that you very soon start forming habits that propel you forward and helps you stay ahead of the game.!"
                ]
            }
        },
        {
            "id": 35,
            "front": {
                "name": "Nitin Bawankule",
                "role": "Director, India TMEGS",
                "type": "quote",
                "quote": "\"Leadership and learning are indispensable to each other.\" -John F. Kennedy"
            },
            "back": {
                "lesson": "One lesson I have learnt is, irrespective of however good your tech/solution is, what matters most is 'How can it solve the real life problem'.",
                "advice": [
                    "You are the architect of your career. So take full ownership and make your self accountable for planning, executing and delivering on your Career growth plan. While you will get guidance/ideas/mentorship from others, you are the best person to judge and decide what is the best for you! ",
                    "One of the key metric of success in early parts of the career is 'your ability to deliver results'. But as you progress and grow in the Organisation hierarchy, this metric changes to 'your ability to deliver results by collaborating leading team'.",
                    "Think Big, bold - not only for the customers and solutions, but also for your career. Do not be afraid to take risks. Higher the risk, higher the chances of failure - but remember, you will never get success if there is no chance of failure :-) "
                ]
            }
        },
        {
            "id": 36,
            "front": {
                "name": "Sundar Ram VG",
                "role": "Director, India Specialist",
                "type": "book",
                "quote": "📚 Growth Mindset by Prof. Carol Dweck",
                "book": "📚Growth Mindset by Prof. Carol Dweck"
            },
            "back": {
                "lesson": "Never tie yourself to a \"Godfather\" like figure. Always stand on your merit, network, and personality. The more you get tied to a leader, the less agency you have in your career planning. That is not always easy to do when you see others move up because of a charismatic leader, but in true Amazon style, mechanisms make up for the lack of a Godfather if you use them well.",
                "advice": [
                    "Always remember that career progression starts with 3 things, 1/ curiosity to learn more, 2/ help others and take help and foster the resulting network, and 3/ constantly put yourself in a zone of discomfort by volunteering to do something not in your current skill set.",
                    "1/ A very valuable tenet to live by is that today's skill is tomorrow's API. 2/ Top down thinking in CEME (Collectively Exhaustive and Mutually Exclusive) style is a rare skill which is seldom taught even in B schools. 3/ Writing which is a peculiar Amazon.",
                    "1/ Take time to know yourself and your strengths/weaknesses, what you want and what you are wiling to do (or not) to get there. 2/ Never let success go to your head. 3/ Good leaders know how to simplify seemingly complex situations into easily understandable problem statements."
                ]
            }
        },
        {
            "id": 37,
            "front": {
                "name": "Rafael Bautista",
                "role": "Head of DevRel Growth Progams",
                "type": "book",
                "quote": "📚 The Go-Giver by John David Mann",
                "book": "📚 The Go-Giver by John David Mann"
            },
            "back": {
                "lesson": "One lesson is to focus on fewer things and prioritize your tasks",
                "advice": [
                    "The tech industry can be complex and fast-paced, so it's important to focus your efforts strategically. Consider segmenting your career goals by either target audience, or specific technologies (e.g. cloud computing, data analytics, etc.). Take the time to honestly assess your strengths, skills and interests.",
                    "1/ Connect with Your Passion: Identify the aspects of your work that truly inspire and energize you, 2/  Continuously Learn and Develop: Allocate time to learn something new, 3/ Cultivate Your Strengths: Take time to reflect on and further develop your unique strengths and capabilities, and 4/ Maintain Work-Life Balance: Ensure you make time for activities outside of work that help you recharge and find fulfillment.",
                    "Face new challenges head-on, even when fearful. Seek out mentors to learn from your mistakes and challenges and keep pushing yourself."
                ]
            }
        },
        {
            "id": 38,
            "front": {
                "name": "Kathy Kam",
                "role": "Director Software Development",
                "type": "podcast",
                "quote": "🎧 TED talk #Grid: The Power of Passion and Perseverance",
                "podcast": "🎧 TED talk #Grid: The Power of Passion and Perseverance"
            },
            "back": {
                "lesson": "The most important decision I make day to day is not what I do, but what I consciously deprioritized and not do. There are always tons of demand on my time, and knowing what to focus on and not spread myself too thin is key to having a sustainable career.",
                "advice": [
                    "Tech industry is ever innovating and evolving, it is important to keep up with the research and innovation in your specific areas of expertise.",
                    "The best leaders I know have 'Grit'. There are always obstacles and roadblocks, the best leaders I know are extremely resourceful and has the perseverance and grit to navigate anything comes their way with the utmost positivity.  For more context - watch the TED talk 'Grid: The Power of Passion and Perseverance'.",
                    "There is always something you can learn from the people around you. It could be your peers, your supervisors or even someone who is more junior than you. Curiosity is key! In Amazon LP terms 'Learn and be curious'!"
                ]
            }
        },
        {
            "id": 39,
            "front": {
                "name": "Hiroyuki Tsutsumi",
                "role": "Director, Cross Ind Vertical",
                "type": "quote",
                "quote": "\"Perfection is not when there is nothing left to add, but when there is nothing left to take away.\" - Antoine de Saint-Exupéry"
            },
            "back": {
                "lesson": "Great technology is appreciated, but it is not always accepted by the market. The important thing is to evaluate its value and spread, not just the technology.",
                "advice": [
                    "Keep up to date with the latest social and market conditions and trends. It is especially important to clarify social issues and think of solutions based on those issues.",
                    "Looking at things over a fairly long time span, rather than thinking short-term. Communicating with people, both within own company and other companies. Also, taking action with standardization in mind and positive thinking are key, rather than thinking in a silo or seeking individual optimization.",
                    "Always be challenging. The three rules for challenges are: 1)Follow the rules and comply with them. 2) Don't make the same mistake. 3) Accept failure and immediately take the next action"
                ]
            }
        },
        {
            "id": 40,
            "front": {
                "name": "Amelie Clugnet",
                "role": "Director, Europe South",
                "type": "quote",
                "quote": "\"Focus on Think big in your scope of role. We have all the ability to innovate\""
            },
            "back": {
                "lesson": "Focus on Think big in your scope of role. We have all the ability to innovate.",
                "advice": [
                    "Don't think about your next move as a final destination but where it is going to take you. You need to think about the skills you will develop in the next role to be able to reach the one after.",
                    "Learn and be curious is critical to be successful in our environment. You have to be intentional on learning new things, you can carve out few hours per week or 1 day per month and stick to it.",
                    "Don't wait for job to be published. Best jobs are like appartement, they often don't appear on the web. I have to learn and be curious, connect with leaders and peers continuously.Take calculated risks in your career. Criterias to look at when you want to change are: 1. What is the level of stretch compare the the existing role? 2. is it an evolving scope of role ? 3. I am going to be passionate and have fun ?"
                ]
            }
        },
        {
            "id": 41,
            "front": {
                "name": "Donnie Prakoso",
                "role": "Principal Developer Advocate",
                "type": "quote",
                "quote": "\"Remember, you must die. Make the most out of your day, everyday!\" - Memento Mori"
            },
            "back": {
                "lesson": "Do you watch streaming movies? You do? Me too! Do you care if they use serverless or microservices? Of course not. Technology is just an enabler for business. Think about the value you're giving, not how you're going to deliver..",
                "advice": [
                    "If you want to accelerate, you need to beat the learning curves. What I did and am still currently doing is building systems or apps. It could be as simple as possible or as complex as it could be. You'll be amazed at how many lessons you'll learn just by starting a todo list application.",
                    "Write anything and everything. It may sound clichéd, but writing is the most valuable habit that has now become a discipline for me. Writing helps me structure my mind, identify what I should do next, elaborate on what I didn't understand, and complete the missing pieces in my plan.",
                    "Define your workflow and be disciplined. By defining your workflow, it helps you understand how you work. Tools come after. Being disciplined improves your performance."
                ]
            }
        },
        {
            "id": 42,
            "front": {
                "name": "Jeff Barr",
                "role": "VP, quote Evangelism",
                "type": "quote",
                "quote": "\"Before we work on artificial intelligence why don't we do something about natural stupidity? -- Steve Polyak\""
            },
            "back": {
                "lesson": "Be willing to politely yet firmly say 'No, I cannot' when people ask you to do just one more thing, and don't feel the need to offer an apology or an explanation.",
                "advice": [
                    "Set some short and medium term goals, get a good mentor, share your goals with them, and review progress regularly.",
                    "For me, it is really important to respect past technological developments while remaining open to future developments. Getting stuck on a particular type, version, or generation of technology is a sure route to personal obsolescence.",
                    "Colleagues and managers often have a better holistic view of you and your strengths than you do. If they suggest a new role for you, this means that they see potential for you to excel at something new. Take that fork in the road!"
                ]
            }
        },
        {
            "id": 43,
            "front": {
                "name": "James Horsley",
                "role": "Senior Principal Engineer",
                "type": "quote",
                "quote": "\"A rising tide lifts all boats\" & \"united we stand, divided we fall\""
            },
            "back": {
                "lesson": "To quote The Office \"business is about people.\" Whether coworkers or customers, never lose sight of the people involved and you will always be in business. ",
                "advice": [
                    "Identify the things you want as a customer and make them happen. Grow your knowledge, skill-set, and network of collaborators as needed, focus on the underlying need, and don’t artificially constrain yourself to specific lanes of responsibility.",
                    "Your work isn’t you. Don’t take things personally and work on yourself. Your best work will happen when you’re squared away. Meditation helps create mental space to have an open, “Yes, and” mindset with a focus on collaboration. We build better together. ",
                    "Stay curious, always be learning, and develop your skill-set for the domain you’re in. Think like a customer and develop products you want to use. I regularly post my learning sources on LinkedIn. "
                ]
            }
        },
        {
            "id": 44,
            "front": {
                "name": "Ushio Usami",
                "role": "Director, Japan Public Sector",
                "type": "quote",
                "quote": "Freakonomics Radio - Program"
            },
            "back": {
                "lesson": "When I started working in 1986, I learnt based on IBM mainframe technology.  Even in the cloud age, the challenges are common. Centralization and decentralization are or have been repeated in the development of technology.",
                "advice": [
                    "Understandings of technology vision rather than diving deep specific technology. There were no tech leader company over multiples decades",
                    "Communication skills with business leaders.  Need to explain without using tech terminology.",
                    "Think about how you can make the world better"
                ]
            }
        },
        {
            "id": 45,
            "front": {
                "name": "Farhin Khan",
                "role": "Sr Mgr GTM Spec D&AI UK",
                "type": "quote",
                "quote": "\"Careers are a jungle gym, not a ladder.\" - Sheryl Sandberg"
            },
            "back": {
                "lesson": "Being authentic and embracing vulnerability are crucial in tech. You don't need to be flawless - just brave. Self-care and authenticity help build meaningful connections and trust. Choose being genuine over being perfect.",
                "advice": [
                    "Adopt a proactive, self-starter mindset!! Don't passively wait for opportunities - actively identify areas for improvement or new initiatives and continuously expand your skills and knowledge to stay ahead of the curve. Building a strong personal brand and cultivating a powerful professional network.",
                    "R.A.P.I.D: Resilient, Adaptable, Proactive, Innovative, Determined",
                    "Embrace the powerful pairing of Self-advocacy and Sponsorship! Unapologetically advocate for your worth, cultivate the courage to speak up and claim your seat at the table. Unwavering self-advocacy will empower you to confidently assert your value and push past systemic barriers. But do not stop there."
                ]
            }
        },
        {
            "id": 46,
            "front": {
                "name": "Martin Elwin",
                "role": "Director SA, Europe North",
                "type": "podcast",
                "quote": "🎧 #The Amp Hour, entertaining and informative for people interested in electronics",
                "podcast": "🎧 #The Amp Hour, entertaining and informative for people interested in electronics"
            },
            "back": {
                "lesson": "To achieve something it's often better to make a quick decision and then iterating on it, instead of spending time trying to come up with the perfect plan.",
                "advice": [
                    "Be open to try different things - even if it’s not always clearly in line with how you expect your career to develop. Work on getting better at what you do. Get Things Done",
                    "Always consider not only _what_ you communicate, but also _how_ you communicate it. Oftentimes it's the most important aspect of communication.",
                    "Given different relevant options, focus on what you most enjoy doing."
                ]
            }
        },
        {
            "id": 47,
            "front": {
                "name": "Mahin Sonia",
                "role": "Sr Mgr, Partner SA, APJ",
                "type": "podcast",
                "quote": "🎧 TED Talk: The Surprising Solution to Imposter Syndrome",
                "podcast": "🎧 TED Talk: The Surprising Solution to Imposter Syndrome"
            },
            "back": {
                "lesson": "Build your network. We should always focus on ensuring we build our network of professionals, who will always help us learn and grow. Investing time in connecting with people is important. It can feel a bit uncomfortable at first, but, we get better at it, as we do it.",
                "advice": [
                    "Never be afraid to take risks. Tech is a fast evolving industry and learning has to be continous. As we learn and grow, we need to push boundaries and take on assignments/roles that come with uncertainty. Back yourself and grow into it.",
                    "Always have a mentor. Mentors are great because they can act as sounding boards and help you navigate your thoughts with clarity. Choose your mentors carefully and change them every 6-12 months, as you grow and evolve",
                    "Build your brand on LinkedIn. Social Media can play a crucial role in creating visibility of the work we do and bring about opportunities when we are least expecting. It is important to spend time being visible on Social Media and being part of communities and discussion groups"
                ]
            }
        },
        {
            "id": 48,
            "front": {
                "name": "Adrian De Luca",
                "role": "Head of APJ Cloud Acceleration",
                "type": "book",
                "quote": "📚Bell Labs and the Great Age of American Innovation. by The Idea Factory",
                "book": "📚Bell Labs and the Great Age of American Innovation. by The Idea Factory"
            },
            "back": {
                "lesson": "One lesson I've learned is you need to do a lot of listening all of the time. While its easy to form opinions on things early based on your experience, listening to others and delving into the 'why' and asking more often 'how can we do this' fosters collaborative thinking and often proves (or disproves) things more effectively.",
                "advice": [
                    "Sustaining a long and fruitful career in the tech industry requires constant learning. You need to be prepared to throw away half of what you know every 5 years to learn new things and ways to doing things.",
                    "Great leaders adapt their leadership style based on the situation. They help teams understand complex changes and champion good ideas, whether their own or from others. While supporting change requires patience and persistence, great leaders stay committed to the process",
                    "While many tend to believe Intelligence Quotient (IQ) is the most critical skill to be great in the tech industry, I have found that Adaptability Quotient (IQ) is far more valuable. Embracing change, even when you don't fully understand it is important to not only demonstrating commitment but to iron out problems along the way."
                ]
            }
        },
        {
            "id": 49,
            "front": {
                "name": "Chris Casey",
                "role": "Director, APJ Partner Mgmt",
                "type": "book",
                "quote": "📚 Letter of gratitude to the quote team in July 2021. by Andy Jassy",
                "book": "📚 Letter of gratitude to the quote team in July 2021. by Andy Jassy"
            },
            "back": {
                "lesson": "Asking open ended questions that start with How?, What?, Where? are powerful thought provoking questions that not only get you to the answer but also offer space for individuals to think, learn, and grow. Simply changing the way you ask a question to a colleague can change the path forward for your business.",
                "advice": [
                    "Have goals but mentally note that you're always a work in progress. Not only will it help keep you grounded in looking to continuously learn but it will also help build resiliency.",
                    "Where and how you show up consistently as a leader, speaks so loudly that sometimes can't actually hear what you're saying.",
                    "It doesn't cost you anything extra to be a good person. Respect and empathy are free to give out so use them often."
                ]
            }
        },
        {
            "id": 50,
            "front": {
                "name": "Matty Noble",
                "role": "Sr Principal Engineer",
                "type": "quote",
                "quote": "\"In the beginner's mind there are many possibilities, but in the expert's there are few.\" — Shunryu Suzuki"
            },
            "back": {
                "lesson": "The most important lesson I learned is the importance of clear communication.  If others cannot understand your idea, it will not be successful in the long run. In my experience the most intractable problems in engineering projects are caused by inadequate communication.",
                "advice": [
                    "Learn about what your leadership really cares about, what motivates their decision making regarding your team, make their goals your goals, and take ownership of the outcome.  If what it takes to achieve the outcome doesn't align with your skills, interests, or career goals, look for the next opportunity.",
                    "I gravitate towards projects where I have to break the rules to succeed.  Usually these problems appear unsolvable until you figure out which rules you can break to get to a solution.",
                    "Seek out people in other job roles that complement your own and learn what their areas of expertise are.  For me, the most interesting tech projects are inherently cross-functional."
                ]
            }
        },
        {
            "id": 51,
            "front": {
                "name": "Luca Mezzalira",
                "role": "Principal Solutions Serverless",
                "type": "quote",
                "quote": "\"The journey of a thousand miles begins with one step.\" - Lao Tzu"
            },
            "back": {
                "lesson": "In life, you never truly lose. You either win or learn, and in both cases, it's a success. Society has taught us that losing, being rejected, or not meeting certain standards is wrong, and we often feel inadequate for not conforming to others' expectations.",
                "advice": [
                    "Push yourself outside your comfort zone: pushing ourselves outside our comfort zone helps our growth and personal development, it fosters resilience, adaptability, and the discovery of untapped potential.",
                    "Distributed systems are living systems: we often don’t acknowledge that culture, organization structure and architecture are linked to create a system. When we do, we start see things differently, providing the multi-dimensional view that every organization requires",
                    "Continuous learning: it allows us to continuously expand our knowledge base and skill set, enabling us to adapt to evolving circumstances and seize new opportunities."
                ]
            }
        },
        {
            "id": 52,
            "front": {
                "name": "Ricardo Sueiras",
                "role": "Principal Developer Advocate",
                "type": "book",
                "quote": "📚 Essentialism: The Disciplined Pursuit of Less - by Greg McKeown",
                "book": "📚 Essentialism: The Disciplined Pursuit of Less by Greg McKeown"
            },
            "back": {
                "lesson": "Communication - Even as technologists, understand how to communicate. Learn the language of the business, and figure out how to engage in terms they understand.  When speaking with your colleagues and peers, translate what the business wants in terms that the technologists can work with.",
                "advice": [
                    "Take a breath - People make bad decisions when they are panicked or under pressure - find ways to take a moment, catch a breath, and then rethink your option",
                    "Look for the gaps – being able to look beyond your own remit and be the layer that works across multiple stakeholders, will help you deliver solutions that delight customers",
                    "Set long term goals – failure to have a mission for yourself will mean you are carried like the leaf on the stream. Set yourself some near term goals to help focus your energy, and help you ruthlessly prioritise"
                ]
            }
        },
        {
            "id": 53,
            "front": {
                "name": "Ivo Pinto",
                "role": "Principal Solutions Architect",
                "type": "quote",
                "quote": "Every problem is a gift--without problems we would not grow - Tony Robbins"
            },
            "back": {
                "lesson": "I’ve spend a long time learning specific technologies, that at the time, I thought they would be helpful for me for a long time. Turns out, I was wrong. I don’t even remember them anymore, but that’s okay. Concepts stay, but specifics have to be re-learned most of the time",
                "advice": [
                    "Learn everyday, stay current",
                    "Build your brand",
                    "Be useful, do what others don't want"
                ]
            }
        },
        {
            "id": 54,
            "front": {
                "name": "Jen Looper",
                "role": "Head of Academic Advocacy",
                "type": "quote",
                "quote": "\"Learn something new every day, Even if you never use it, you expanded your horizon a little bit more!\""
            },
            "back": {
                "lesson": "You'll make mistakes. But you can learn from each one! At the end of each quarter, take time to reflect on your past wins and mistakes, and note what you can stop, start, and continue. These reflections will help you grow and also provide a 'brag sheet' that you can use when you're up for promotion.!",
                "advice": [
                    "Network! Once you start your first job, keep notes on the folks you meet and what you learned from them. You’ll soon have a great database of allies, friends, and contacts on whom you can draw for help",
                    "Brag better! It’s ok to talk about yourself and your wins. Use “I” rather than “we” where appropriate, making sure to give credit to your partners.",
                    "Stay ethical. If something doesn’t feel right to you, consider escalating it appropriately"
                ]
            }
        },
        {
            "id": 55,
            "front": {
                "name": "Farrah Campbell",
                "role": "Head of Dev Advisory Programs",
                "type": "quote",
                "quote": "\"Strive not to be a success, rather to be of value.\" - Albert Einstein"
            },
            "back": {
                "lesson": "The tech industry can be fast-paced and unpredictable. Cultivate resilience and adaptability to navigate challenges and bounce back from setbacks. Embrace change as an opportunity for growth.",
                "advice": [
                    "Don't be afraid to stretch yourself. Many of us have passed on an opportunity if we didn't meet all of the required skills. Men often decide to go for it anyway; often, women don't. Become fearless in your career aspirations. Apply if you meet many of the skills.",
                    "Imposter syndrome is common, but don't let it hold you back. You belong here just as much as anyone else",
                    "Celebrate small wins. Recognize your accomplishments, no matter how minor they may seem - you've earned them"
                ]
            }
        },
        {
            "id": 56,
            "front": {
                "name": "Veliswa Boya",
                "role": "Sr Developer Advocate",
                "type": "book",
                "quote": "📚 Atomic Habits by James Clear, 7 rules of Power by Jeffrey Pfeffer"
            },
            "back": {
                "lesson": "I've learned the importance of having mentors for all stages of my career, from diverse backgrounds so that I can get as much diversity of perspectives as possible.",
                "advice": [
                    "Continuous learning is a part of life. This is even more important in tech. You have to embrace this culture and be open to evolve as technologies do the same.",
                    "I embrace the anxiety that comes with not being an expert at a thing. This anxiety accompanies the early stages of learning something new.",
                    "So-called soft skills are often undervalued but they are very important. Learn these skills early on and continue to refine them throughout your career."
                ]
            }
        },
        {
            "id": 57,
            "front": {
                "name": "Sangeetha Ananthasankar",
                "role": "Sr Manager, Software Dev",
                "type": "book",
                "quote": "📚Atomic Habits by James Clear and rules of Power by Jeffrey Pfeffer and 🎧 Try this (WA Post)"
            },
            "back": {
                "lesson": "One lesson I've learnt is how to change gears at each promotion. It might seem like you are required to solve the same problems but in higher volume. The reality is that you will deal with increasingly ambiguous problems, navigate different types of people, and find more creative ways to get to the solution.",
                "advice": [
                    "Are you continuously learning? Have checkpoints to evaluate where you are, what feedback you are getting (both good and growth) and chart a path for yourself in the areas you are passionate about.",
                    "Embracing change is the path to long-term success. Tech industry changes fast. It's not just the technology that changes but how it spins up change in how customers use products, industry trend changes, reorgs, people changes and more.",
                    "Position yourself to bring your best to work. This means taking care of yourself outside of work in order to be super focused and energized at work."
                ]
            }
        },
        {
            "id": 58,
            "front": {
                "name": "Eric Gales",
                "role": "Country Manager Canada",
                "type": "quote",
                "quote": "\"The only sustainable competitive advantage is innovation.\""
            },
            "back": {
                "lesson": "Leadership framework: 1) Inspire - create compelling vision and tap into people's motivations, 2) Empower - provide autonomy, resources and remove barriers for teams to succeed, 3) Drive Accountability - set expectations and monitor progress to ensure results",
                "advice": [
                    "The key is to focus on developing a versatile and in-demand skill set, continuously learning and adapting, and proactively creating opportunities for growth and impact.",
                    "Commit yourself to personal growth through being open minded, curious and investing time to learn.",
                    "Drive Accountability - Holding people accountable is essential for translating inspiration and empowerment into actual outcomes."
                ]
            }
        },
        {
            "id": 59,
            "front": {
                "name": "Lajos Lange",
                "role": "EMEA Leader, Ent Technologist",
                "type": "quote",
                "quote": "\"It cannot be the job of a leader to do what is popular. The job of a leader is to do what is right and make it popular!\"- Lajos Lange"
            },
            "back": {
                "lesson": "Don't listen, do much on the naysayers, rather focus on your PoC to show the Art of the Possible",
                "advice": [
                    "Always look what is the best for the organization, do good things and share your best practices. Take ownership, ask and mobilize people.",
                    "Stay optimistic when everybody is loosing hope, continuously learn and grow, do what you love to do, have a vision where you want to be in the next 3Y and an action plan how to get there. Try to scale your initiatives and increase your impact.",
                    "Always speak and try to understand (data driven) your customers and their needs, and find ways to delight and surprise them."
                ]
            }
        },
        {
            "id": 60,
            "front": {
                "name": "Julia Ferraioli",
                "role": "Senior OSS Strategist",
                "type": "quote",
                "quote": "\"At the end of the day, why do we code? It's for people. It's always for people.\" - Carol Willing"
            },
            "back": {
                "lesson": "The most important lesson I've learned is to listen to what is not said. Oftentimes, what is elided in designs, discussions, or meetings contain the most opportunity for impact.",
                "advice": [
                    "Look for the wandering path. The phrase 'career trajectory' is misleading; careers are rarely so straightforward! Chance opportunities can help you forge connections, learn new skills, and find new passions.",
                    "There is no leader, there are only those who demonstrate leadership. It is not a title or a magical designation that gives you authority. Anyone can demonstrate leadership in their everyday actions by being thoughtful, rigorous, introspective, and kind.",
                    "Don't wait until you achieve success to help others. Understand your colleagues' visions of success. Identify and suggest opportunities that allow them to reach their goals. Celebrate their accomplishments!"
                ]
            }
        },
        {
            "id": 61,
            "front": {
                "name": "Constantin Gonzalez",
                "role": "Principal, Solutions Architecture",
                "type": "quote",
                "quote": "\"The competent person.\" - Robert A. Heinlein"
            },
            "back": {
                "lesson": "The real lessons you learn are in the patterns, mental models, and principles under the surface. While a specific thing, like a programming language, a web framework, or some quote service might be hot right now, it will fade over time. But the foundational lessons remain.",
                "advice": [
                    "The best way to learn and grow is by doing. I learned most of what I use on a daily basis through pet projects. Make your pet projects personal (no dependencies on others), meaningful (to keep you motivated) and slightly challenging (so you learn something new).",
                    "Look for areas that excite you, that you can do well, that are needed, and that people are willing to pay for (also known as the 'Ikigai Venn diagram'). The more you can cover these, the more likely this can become 'your thing'. Alternate between exploring a wide variety of stuff (to see what fits) and deeply focusing on the one, your thing, over the longer term",
                    "Learn time-management and self-management skills. Search 'Effective@' on Amazon Wiki, read 'Getting Things Done', and continue learning in this area. This will make you reliable and dependable, which is a surprisingly uncommon, but hugely useful and rewarding set of skils. ."
                ]
            }
        },
        {
            "id": 62,
            "front": {
                "name": "Shalini Kapoor",
                "role": "Dir Sr Enterprise Technologist",
                "type": "quote",
                "quote": "\"Lessons in Chemistry by Bonnie Garmus and The Difficulty of Being Good.\"- Gurcharan Das"
            },
            "back": {
                "lesson": "We need to be massively prepared for transformations in products, customers' behaviours, organizational design and pratices. People who respond well to change will survive.",
                "advice": [
                    "Put up your hand for the most challenging assignment and then stay laser focused by saying no to distractions.",
                    "To become a learner at all points. Giving up your title, your position, role to learn new things and start afresh gives you the flexibility to keep learning and enjoying. Leadership is respected if you have the expertise of what's happening at the ground level. Leading by example is my mantra.",
                    "Be kind, respectful and sensitive to diversity. Inclusivity is underrated but can build long lasting organizations."
                ]
            }
        },
        {
            "id": 63,
            "front": {
                "name": "John Davies",
                "role": "Director, UK Public Sector",
                "type": "book",
                "quote": "📚The squiggly career"
            },
            "back": {
                "lesson": "\"A, B, SC\") Always be scaling! Always look for opportunities to scale yourself, your products, your mechanisms, your partners and your network. If it relies on you it is limited.",
                "advice": [
                    "Breadth (horizontal moves) are disproportionately important in early years of your career, much more so than vertical moves (level, manager etc). A career is a marathon not a sprint.",
                    "Audit yourself and your business frequently, the tech world and customers evolve endlessly, you must always be thinking ahead of customer requirement. Ask \"Is what you do today still the best it can be\"?",
                    "Never lose the curiosity of youth, everyone you meet has something to teach you."
                ]
            }
        },
        {
            "id": 64,
            "front": {
                "name": "Jason Bath",
                "role": "So WWSO EMEA Leader BD",
                "type": "quote",
                "quote": "\"Read Swim with Sharks without being eaten!\""
            },
            "back": {
                "lesson": "Remember your value and ensure you are rewarded for it",
                "advice": [
                    "Have a plan.  Even better write it down.  Treat your career development plan as a \"Sales Cycle\".  Identify the stakeholders, the compelling event, the proposition and the close plan.  Speak with a lot of people and get as many views as possible.  For example, maybe a plan to go into management is not the right plan - pressure test your reasons for you career plan.",
                    "Manage your \"brand\".  Treat your brand with care.  Develop your brand.  Be famous for something and ensure people know about it.  Get 360 deg. feedback.  Know your super powers and areas for development.  Work hard.",
                    "Communicate complex topics simply.  Develop skills for simplifying complex topics when communicating.  Someone who can communicate complexity easily are winners."
                ]
            }
        },
        {
            "id": 65,
            "front": {
                "name": "Tom Godden",
                "role": "Director, Enterprise Strategy",
                "type": "quote",
                "quote": "\"It is about business value nothing else\""
            },
            "back": {
                "lesson": "It is about business value nothing else",
                "advice": [
                    "Be willing to say yes to opportunities.  Don't be reckless but don't expect everything to be sorted out for you, you need to take any opportunity and make it the best for you.",
                    "Being self critical, you need to be reflective of yourself and how you can improve as you can always improve.",
                    "Develop strong business understanding, compound that with a strong skillset on organizational and talent development and and understanding of finance."
                ]
            }
        },
        {
            "id": 66,
            "front": {
                "name": "Roland Barcia",
                "role": "Dir, Specialist SA and Tech",
                "type": "quote",
                "quote": "\"Jeff Bezos quote about process as proxy\""
            },
            "back": {
                "lesson": "Don't get overly religious over a particular technology or process.",
                "advice": [
                    "Do not lose your passion to learn something new:  Throughout my career, I aimed to stay as hands-on as possible, however as you progress in your career, there are challenges to time.  I set aside time to learn something new.",
                    "Aim for substance over check boxes. Often someone asks \"How do I get to the next Level ?\" I reply that is the wrong question and often telling of your motives. Instead bring to the table an understanding of the real customer issue, and bring ideas on how to solve the problem and scale it.",
                    "Do not solve for \"Reuse.\" Learn how to scale what you create to the point of automating it out of your hands.  If you have solved the same thing 2-3 times, then it is a good signal.  Solve for initial use, 2nd use, before worrying about standards.  Standardization is not the answer.  I get very nervous when a document or proposal starts with, \"We need a standard way to......\"  Standards will emerge naturally of you create a \"GREAT API.\"  If an API is great, people start using it, it becomes a \"defacto standard\"."
                ]
            }
        },
        {
            "id": 67,
            "front": {
                "name": "Adam Seligman",
                "role": "VP, Developer Experience",
                "type": "quote",
                "quote": "\"I love that someone said they wish generative AI could take care of the boring things for creative people instead of doing creative things for boring people\""
            },
            "back": {
                "lesson": "You can't be a subject matter expert in everything. But you can form strong clear opinions and products benefit from that greatly. There's no magic to great products, it's a ton of work simply smoothing things and taking unnecessary things out. Get to the diamond heart of the product, the message, and the offer.",
                "advice": [
                    "Stay technically curious, try technologies and form and informed opinion. Don't rely on 3rd-hand perspective.",
                    "I've learned that people want leaders to provide clarity, especially in confusing or dynamic environments, and even when they don't agree. They appreciate clarity. Clear direction. Intention. Most of my regrets are not for pushing hard for something that turned out to be the wrong choice, but rather for not forming a crystal clear decision faster and earlier even with incomplete information. People want something firm they can latch on to and all move in the same direction with a clear goal.",
                    "Your reputation carries with you your whole career. Invest in it, nurture relationships, and spend it extremely carefully."
                ]
            }
        },
        {
            "id": 68,
            "front": {
                "name": "Rianne van Veldhuizen",
                "role": "Managing Director ANZ",
                "type": "quote",
                "quote": "\"A ship in harbor is safe — but that is not what ships are built for\""
            },
            "back": {
                "lesson": "One of the most important lessons I've learned is the value of staying focused and driving towards tangible, measurable outcomes.",
                "advice": [
                    "Having a mentor can be extremely beneficial for your career development, providing guidance, feedback, and valuable connections. Consider seeking out one or more mentors to help you navigate challenges, gain new perspectives, and achieve your professional goals.",
                    "Embracing change with a sense of excitement and curiosity has been crucial for me. Cultivating a growth mindset allows you to view challenges as opportunities for learning and accessing unforeseen possibilities.",
                    "Stay true to your authentic self - your unique combination of thoughts, experiences, and background is invaluable. While that may not always be easy, at Amazon we have the wonderful opportunity to lean into your passions, your lived experiences, your personal story. Not only is it way more fun to be yourself, but it is key for achieving long-term success."
                ]
            }
        },
        {
            "id": 69,
            "front": {
                "name": "Yukiko Sato",
                "role": "Director, Japan DNB & ISV",
                "type": "quote",
                "quote": "\"Success is not final, failure is not fatal. It is the courage to continue that counts\""
            },
            "back": {
                "lesson": "The important thing is not to \"win\", but to show respect and cooperation.",
                "advice": [
                    "Find an environment with respectable bosses and colleagues, and pursue work that you are truly passionate about.",
                    "Believe in yourself. Have courage and take action. Be tenacious for long-term career aspiration.",
                    "Don't lose sight of the long-term perspective. We must not neglect today what will be important ten years from now (e.g., health and family)."
                ]
            }
        },
        {
            "id": 70,
            "front": {
                "name": "Rejean Bourgault",
                "role": "Director Canada WWPS",
                "type": "quote",
                "quote": "\"Take Vacations, no one will reward you for not taking vacations.\""
            },
            "back": {
                "lesson": "The best keynote speeches are done only with Images in the background, and you delivering the core messages with your voice.",
                "advice": [
                    "Best advice would be to continue Learn and Be Curious, and specialized interest and expertise in one promising area, then as an expert start having broader impact in your country and then abroad, helping other teams globally with your core expertise. Don't be a quiet Leader.",
                    "Stay Humble and Authentic in all you do, as you grow your career and move up the chain of management, stay the same authentic person. Tech industry move so fast, read a lot and attend industry conferences.",
                    "Be good on stage, like very good. Therefore find mentors that can give you direct feedback on how you are presenting on stage, and learn from the best. That goes from dressing code, to the way you walk the stage, the content of your slides (less is better), the speed of your speech, the tone, the images you choose."
                ]
            }
        },
        {
            "id": 71,
            "front": {
                "name": "Soo Lee",
                "role": "Dir, WW Strategic Alliances",
                "type": "quote",
                "quote": "\"Masters of Scale - Let fires burn episode: with Selina Tobaccowala.\""
            },
            "back": {
                "lesson": "Do not let yourself, your idea get bullied out when you are convicted it's the right thing for the business. Backbone matters here because it is the ability to have and hear diverse perspectives on an idea or topic. Disagree is the ability to have the debate based on data and fact to get to the best options, improve on the idea, and understand the risks.",
                "advice": [
                    "The bar is constantly changing at Amazon/quote and the industry, so lean into your learn and be curious. Constantly be learning about different industry, business, functions, and this could open up more opportunities that you were not initially considering.",
                    "Be tactically impatient while being strategically patient. This means knowing where you want to go strategically in the long term but breaking the plan down into small executable components, be ruthless on the priorities of focus, and moving fast on execution.",
                    "Speed disproportionately matters so drive to a decision quickly when it is a two-way door, and experiment often to get to the right next decision point faster. This will showcase your ability to make the right judgement calls at the right time (are right a lot)."
                ]
            }
        },
        {
            "id": 72,
            "front": {
                "name": "Jens Greiner",
                "role": "Enterprise Technologist",
                "type": "quote",
                "quote": "\"Love it, change it or leave it!\" This quote helped me to stay healthy, happy and successful."
            },
            "back": {
                "lesson": "As a technical expert, you can deal with a higher complexity than your customers and stakeholders. Break it down in small, valuable junks and communicate it in your customers language. Deliver fast to earn trust and you'll get more freedom to experiment for growth. This is agility mindset in execution.",
                "advice": [
                    "Be very clear what you want to be, but don't focus on career development, focus on what you're passioned about, which will have a higher probability for success and therefore supports your career growth. When you have delivered, ask actively for the next job or role you want to have.",
                    "Stay current with the latest technological advancements to fully comprehend their problem-solving capabilities. But it is even more important to develop a thorough understanding of the business domain in which you operate. This combination of technical expertise and business acumen will enable you to become a catalyst for business growth.",
                    "Take risks and don't be afraid of failing. Your work is not your life and the risk is in itself limited. With such mindset you're able to take bolder decisions."
                ]
            }
        },
        {
            "id": 73,
            "front": {
                "name": "Jorrit Van der Meulen",
                "role": "VP, EU Stores",
                "type": "quote",
                "quote": "\"failure and invention are inseparable twins\" - Jeff Bezos, and   \"Do What You Love, The Money Will Follow\" - Marsha Sinetar"
            },
            "back": {
                "lesson": "Work backwards from the customer.  Build what you think they will appreciate.  Start there.",
                "advice": [
                    "Follow your curiosity and your passion.  Focus on developing your skills and expertise and good things will follow.",
                    "A high degree of curiosity and  desire to learn.  I find I am most challenged, motivated and engaged  when I put myself in uncomfortable positions where I really need to learn about the issue or topic area.  Be ready to fail.  Embrace it and learn from it.  Failing is inevitable when you are innovating, learning from it is hard and requires dedicated focus.",
                    "I manage my career by four principles: (1) Am I passionate, curious, motivated by the company, role?  Am I proud to work on that team and for that company? (2) Am I challenged and learning new things.  (3) Do i like who I am working with and working for? (4) Am I compensated fairly (where \"fair\" is a very important word)."
                ]
            }
        },
        {
            "id": 74,
            "front": {
                "name": "Alex Martinez",
                "role": "Director Solutions Architecture WW Public Sector",
                "type": "quote",
                "quote": "\"The Hard Thing About Hard Things: Building a Business When There Are No Easy Answers.\" - Ben Horowitz"
            },
            "back": {
                "lesson": "Be willing to tackle the hard problems;  shortcuts today lead to detours tomorrow.",
                "advice": [
                    "Focus on getting more experience on real customer problems. The more you take to work on hard problems and talk to customers, the faster you'll grow your experience, your network, and your pattern recognition. I found when I worried less about finding the perfect project to join and just looking for opportunities to solve problems, the faster I was learning.",
                    "I've found achieving long term success is more about the people you meet along the journey than the technology. A habit, I've picked up over the years is having a collaborative mindset even when it's uncomfortable, being open, and sometimes it's as simple as asking \"how can I help\"?",
                    "Learn the business, then learn your customer's business. I've found generally, regardless of role, it's a superpower to be able to understand the business and how your product or service is helps grow your customer's business."
                ]
            }
        },
        {
            "id": 75,
            "front": {
                "name": "Geries AbouAyash",
                "role": "Director, AGS NAMER Tech",
                "type": "quote",
                "quote": "\"It does not get easier, you just get better!\""
            },
            "back": {
                "lesson": "Effective leadership is about dual scaling: create reliable mechanisms to multiply your own impact, while empowering your team through stretch assignments and new opportunities. Trust them to grow beyond their comfort zone.",
                "advice": [
                    "It starts by continuously being in a learn & be curious mindset. Balance your time between time for work and time for your personal development. You also need to make sure you have a balance for time outside work.",
                    "In your daily routines, you will find yourself constantly reacting to things. Make sure you block time on your calendar every week for you. This is the time to drive the things you need to drive and focus on the things you need for yourself. ",
                    "Take time to build your mentorship circle and your stakeholder network. Your mentorship circle is like your own board of directors. They are there to guide and advice you."
                ]
            }
        },
        {
            "id": 76,
            "front": {
                "name": "Arvind Mathur",
                "role": "Enterprise Strategist",
                "type": "quote",
                "quote": "\"There is no such thing as best in a world of individuals!\""
            },
            "back": {
                "lesson": "Adoption is everything. Plan your product in a way that early customers become advocates for future waves of adoption.",
                "advice": [
                    "Look out for and develop mentors, coaches and advocates who take an interest in your growth and success and work closely with them - across companies.",
                    "Speak up - you are closest to the ground. Share your insights and recommendations with leaders. Be ready to convert your ideas into projects if your recommendations are accepted",
                    "Throw yourself at opportunities that get you out of your comfort zone."
                ]
            }
        },
        {
            "id": 77,
            "front": {
                "name": "Nicola Gerber",
                "role": "APJ Head of Cloud Sales Center",
                "type": "quote",
                "quote": "\"There are two primary choices in life: to accept conditions as they exist, or accept the responsibility for changing them.\" (Denis Waitley)"
            },
            "back": {
                "lesson": "We are privileged to be part of an exciting journey that can redefine the way we live, work and interact. Everything we do is greater than us the choices/decisions we make daily have greater ramifications then we'll ever know, both positive and negative.",
                "advice": [
                    "1/ Be deliberate in where you want to be. It helps if you can articulate your desired destination. 2/ Don't look for affirmation before you do something. You're ability to develop and learn lies with yourself and the ownership you take to do it. 3/ If you like how a person models what you think you're aspiring towards. Learn from them, if not directly then observe and adopt, but make it your own",
                    "1/ If you're good and grounded as a leader it provides stronger clarity of thought and ability to accept challenges on a daily basis 2/ Refection, always be learning.  3/ Impact to others, our team will only ever perform at their best capacity when they can be themselves and feel appreciated",
                    "Develop the art of asking questions that will lead to answers that will develop you, demonstrate care and interest that in turn elevates your knowledge and builds expertise."
                ]
            }
        },
        {
            "id": 78,
            "front": {
                "name": "Sandra Teh",
                "role": "Sr. Marketing Mgr, EMEA/APJC",
                "type": "quote",
                "quote": "\"In a gentle way, you can shake the world.\" - Mahatma Gandhi"
            },
            "back": {
                "lesson": "Anyone can be an innovator. A good idea can come from anyone, literally.",
                "advice": [
                    "Mentor someone just like how you appreciate mentorship. Some of the best lessons I've learned from the diverse individuals whom I've interacted with are not necessarily just from seniors or leaders at work, but from peers and interns. They have given me fresh, new perspectives that eventually led to Think Big ideas.",
                    "If you don't spot another in the room that looks like you, speak up and be that critical voice.",
                    "Build your personal branding and be that thought leader, not just any leader."
                ]
            }
        },
        {
            "id": 79,
            "front": {
                "name": "Massimo Re Ferre",
                "role": "Sr. Principal, Product Mgr",
                "type": "quote",
                "quote": "\"The world is flat\" by Thomas Friedman"
            },
            "back": {
                "lesson": "One thing I learned in 30 years is that, finding the product market fit is a piece of art. For a given technology to be successful you need to find the right problem, the right solution, for the right audience, at the right time.",
                "advice": [
                    "There is so much that is going on these days in tech. Be curious. Find what makes you passionate. Double down on it and become an expert. Chase passion more than money. It's much easier to get out of bad in the morning if you are happy to go to work. In tech, you won't be starving anyway.",
                    "There are many ways to achieve long-term success in tech. Mine has been to remain closer to customers. Empathize with them. Find what doesn't work for them and strive to fix it. Relentlessly. This isn't the only way to achieve success but it has worked for me.",
                    "Keep your hands dirty while trying to see the big picture. Be a nerd with business acumen. The best Forte feedback I got was \"Your superpower is the ability to go from 30,000 to 3 feet and back again.\""
                ]
            }
        },
        {
            "id": 80,
            "front": {
                "name": "Mike Eastman",
                "role": "Dir, Amer Cloud Sales Center",
                "type": "quote",
                "quote": "\"General Colin Powell Leadership Lessons.\" -  \"Being Responsible sometimes means pissing people off\""
            },
            "back": {
                "lesson": "The most important lesson that i have learned as an executive is to drive simplification. Complexity is the output of too many ideas colliding with no leadership direction to drive one durable vehicle built for longevity. Complexity is the death of innovation. We forget that the LP is Invent & Simplify.",
                "advice": [
                    "Invest in yourself! take the time find the part of the tech industry that motivates you the most. Once you determine the what, find the how, How can you contribute to the what. this will help you determine the right role for you.",
                    "Staying positive and leading with purpose has always helped me stay focused and stay ahead of others. I have learned by mastering my craft while understanding how my work impacts others is critical to ensuring delivering high quality results. Letting other people tell me story is also more powerful than me telling other people how great i think i am.",
                    "Building genuine emotional connections while strategically colaborting with others that can help you build bridge with other essential influencers. Learning from defects and turning the root cause into solutions that solve for avoiding repeating failures is critical to longer term wins. Always be Learning."
                ]
            }
        },
        {
            "id": 81,
            "front": {
                "name": "Adam Driver",
                "role": "Director, US Specialist, SA",
                "type": "quote",
                "quote": "\"Be more concerned with character than reputation. Character is what you are, reputation is what people think you are.\" - John Wooden"
            },
            "back": {
                "lesson": "We all have a niche with technology where our expertise shines bright and loud, don't try to dominate the room with your expertise. We learn more by listening than speaking.",
                "advice": [
                    "Take More Risks with your career.",
                    "Stay Motivated with Hard Work and try to learn something each day.",
                    "Pick your Battles - You can't win every hard opinion and decision and determine your must-wins and then dig in for those, but let the others go."
                ]
            }
        },
        {
            "id": 82,
            "front": {
                "name": "Tanuja Randery",
                "role": "VP, Commercial Sales & BD EMEA",
                "type": "quote",
                "quote": "\"It always seems impossible until it's done.\" - Nelson Mandela"
            },
            "back": {
                "lesson": "It takes a village … get all the help you can get and it's not about work life balance . It's balancing your time, prioritising and leaning into sponsors and a board of advisors. You are not alone",
                "advice": [
                    "Take the opportunities as they come and be proactive .. you are the person responsible for your career. Take risks, learn, and focus on impact not titles",
                    "A desire to have outsized impact, to transform the world, and knowing I could do the impossible if I tried hard enough and leveraged an amazing team",
                    "Calibrate don't catastrophise a friend once told me.. don't be too hard on yourself and enjoy every min of the learning, the failures and the successes"
                ]
            }
        },
        {
            "id": 83,
            "front": {
                "name": "Anandhi Bumstead",
                "role": "Director, Software Development",
                "type": "quote",
                "quote": "\"Trust is the new currency of our interdependent, collaborative world\" - Stephen M.R.Covey"
            },
            "back": {
                "lesson": "Both Sides Now,' one of Joni Mitchell's most iconic songs and a personal favorite, speaks to me deeply. The song's meaning, as I interpret it, revolves around the difficulty of letting go of illusions even when life reveals their falsehoods.",
                "advice": [
                    "Take the time to deeply understand the domain and build the relevant experiences for the particular domain you are working in so you can make good decisions, demonstrate ability to make insightful judgments along with demonstrating empathy as you work thru constraints.",
                    "Continuing to develop the growth mindset was the valuable habit which is helping me to grow and evolve in the tech industry. A growth mindset is the belief that a person's abilities can be improved through effort, learning, and persistence. It's about how a person approaches challenges, how they learn from failures, and how they adapt and evolve.",
                    "Paying attention to details is crucial, but it's also important to remember not to let the pursuit of perfection hinder progress. It's a valuable lesson for me for various disciplines in tech, handling complex and multiple stakeholder projects."
                ]
            }
        },
        {
            "id": 84,
            "front": {
                "name": "Greg Proulx",
                "role": "Dir, Business Innovation & Ops",
                "type": "quote",
                "quote": "\"The only constant in life is change.\" - Heraclitus of Ephesus"
            },
            "back": {
                "lesson": "One big lesson I've learned is that it's not just about \"what\" you produce with your work effort, but the \"how\" is also very important, if not more important.",
                "advice": [
                    "I would say it's important to have a clear view and vision for where you want your career to go, while also being open to new directions or opportunities that may come up. Career development and progression rarely unfolds in a direct line; and if you don't get the next career step, fear not, it just may not be meant to be, and often sometimes something better comes along.",
                    "For me the most valuable habits relate to being hyper-focused on the most important things you can do to add value (on a project, working with a customer, setting up mechanisms). When set-backs occur, as they always do, try to adopt a learn & be curious mindset.",
                    "Always seek to understand, e.g., be a \"truth seeker\", and to challenge your own perspectives and thinking - this means soliciting input/feedback from as many people and diverse perspectives as possible, and checking or validating the facts."
                ]
            }
        },
        {
            "id": 85,
            "front": {
                "name": "Justin Callison",
                "role": "Director, quote Workflow - Step Functions",
                "type": "quote",
                "quote": "\"If everyone is thinking alike, then somebody isn't thinking.\" - George S. Patton"
            },
            "back": {
                "lesson": "Failure is a better teacher than success. This is a hard lesson to learn and failure never feels good. But biasing to avoid failure is a recipe for stagnation. I've learned to open myself to failure but also to find approaches where the impact of failure is not catastrophic.",
                "advice": [
                    "Be helpful. There are so many challenges facing every organization and these are opportunities for you to scale your impact, grow your skills, and increase your exposure. Seek to understand what the greatest challenges your manager, skip, or senior leader sees and find a way to help. And expand that to your peers or to others who are looking to follow in your footsteps.",
                    "Remain curious. Our industry moves so fast that even with decades of experience, you can quickly find yourself out of your depth with new trends or advancements.",
                    "It's a marathon, not a sprint. I learned a lot from running marathons. Before, I thought one had a fixed amount of energy that you could burn quickly if you went fast or burn slowly if you chose to, but that you'd get about the same distance."
                ]
            }
        },
        {
            "id": 86,
            "front": {
                "name": "Brian Bohan",
                "role": "Director, quote Strat/Bus Dev",
                "type": "quote",
                "quote": "\"Without the mud, there is no lotus flower.\" - Thích Nhất Hạnh, No Mud, No Lotus: The Art of Transforming Sufferin"
            },
            "back": {
                "lesson": "Be courageous in jumping into new opportunities. There are so many sub-domains in the industry with so many experts that it can be intimidating to engage, thinking that you just don't know enough as these experts. ",
                "advice": [
                    "1/, look for those opportunities where you can solve difficult and complex problems that will have big impact and high visibility. 2/, be purposeful about the situations and problems you seek out.",
                    "Be open to diverse and opposing points of view. In fact, as a leader you have to encourage opposing points of view as sometimes folks will be reticent to debate with their leaders, especially in group settings",
                    "Find mentors you will challenge your thinking and who will broaden your perspective. It's so easy to become consumed in the day to day problem solving that you lose the bigger picture. Sometimes you just can't see the bigger picture from where you're situated. A mentor can provide this more expansive perspective, helping you navigate blockers and see several steps ahead."
                ]
            }
        },
        {
            "id": 87,
            "front": {
                "name": "Julien Lépine",
                "role": "Dir, Solutions Architecture",
                "type": "quote",
                "quote": "\"Premature optimization is the root of all evil (or at least most of it) in programming. Donald Knuth, Computer Programming as an Art (1974)\""
            },
            "back": {
                "lesson": "Think of your planning horizon. When I get stuck on a project, reframing the project into what we need now and what we will need later helps avoiding losing a lot of time on things that should not be blockers now. Rethinking on a 3-years or longer timeframe can help see how different steps will allow reaching the end goal without having to solve everything now.",
                "advice": [
                    "\"Career growth is not a ladder, it is a map\". Be ok to change roles, explore different paths, that will help you develop new skills, even if some of them are outside of your initial comfort zone.",
                    "I'll quote Andy Jassy: \"have an institutional yes\", keep a mindset where you want to be here, help others, learn and grow while doing so. Also never underestimate the power of \"just showing up\", being consistent in keeping your engagements.",
                    "\"Be stubborn on the vision, and flexible on the details\". On tech, this means focusing on the core value that will be provided by a solution, not all the shiny bells an whistles, that can distract from the overarching vision. On the project and human side of things."
                ]
            }
        },
        {
            "id": 88,
            "front": {
                "name": "Melanie McGrory",
                "role": "EMEA Director of Technology",
                "type": "quote",
                "quote": "\"Success is not final. Failure is not fatal. Its the courage to continue that counts.\""
            },
            "back": {
                "lesson": "The lesson I learnt early on is to focus on the outcome that you are trying to achieve and never, ever write code that looks good but delivers a poor customer experience.",
                "advice": [
                    "I would say take a risk and do something outside of your comfort zone.",
                    "Be prepared to be comfortable with being uncomfortable. If you feel that you can 'easily do the job' then you are not growing in your role and need to change.",
                    "Be Brave. Understand that not everything you try will be successful. Learn from everything you do and observing what others do."
                ]
            }
        },
        {
            "id": 89,
            "front": {
                "name": "Santanu Dutt",
                "role": "Director, APJ Tech",
                "type": "quote",
                "quote": "\"When anecdotes and data do not match, generally the anecdotes are right. There is probably wrong in the way you are measuring the data.\" - Jeff B."
            },
            "back": {
                "lesson": "My younger naive self confused activity and being busy with productivity. Always ask yourself the \"Why\" behind what you are doing and what impact it will have and practice this every week.",
                "advice": [
                    "Be open-minded and be highly Learn & Be Curious to constantly be on top of the constantly changing leading edge Tech.",
                    "Leadership is driving outcomes via influencing others by inspiring the team.",
                    "Story telling is one of the most under-rated yet most powerful/impactful tools to be successful internally (team/colleagues) and externally (customers)."
                ]
            }
        },
        {
            "id": 90,
            "front": {
                "name": "Michael Rambold",
                "role": "Sr Mgr, Solutions Architecture",
                "type": "quote",
                "quote": "\"I believe you have to be willing to be misunderstood if you're going to innovate\" - Jeff Bezos"
            },
            "back": {
                "lesson": "Always question the value add of what you do. Challenge requirements especially if it is getting to complicated.",
                "advice": [
                    "1) Build up a personal brand on what you are good at and what is needed to get plugged in to more engagements, gains more insights to become an expect. Be not career driven. Elevate others and they will do the same.",
                    "Truth seeking and take ownership. Looking at current situation of your team, customers etc. without bias and work backwards from those needs.",
                    "Experiment and fail fast but keep track of you own well being and time."
                ]
            }
        },
        {
            "id": 91,
            "front": {
                "name": "Tom Maddox",
                "role": "EMEA SMB SA leader",
                "type": "quote",
                "quote": "\"Get A Grip: How to Get Everything You Want from Your Entrepreneurial Business.\" - Gino Wickman"
            },
            "back": {
                "lesson": "Getting ideas off the ground can feel like lugging a rock up a hill; try aligning them to the needs of your business, and then be scientific with building experiments and mechanisms.",
                "advice": [
                    "Surround yourself with people and businesses you want to learn from. Execute the core job brilliantly, then pick of and solve challenges for your investors.",
                    "Always jump in at the deep end and seek the opportunity in each challenge.",
                    "Well thought through constructive feedback is the best thing that everyone can invest into you. And you can invest the same into them."
                ]
            }
        },
        {
            "id": 92,
            "front": {
                "name": "Luke Anderson",
                "role": "Director, GTM Spec. D&AI APJ",
                "type": "quote",
                "quote": "\"Do and Believe That Which Moves You Toward Your Goals.\" – Tom Bilyeu"
            },
            "back": {
                "lesson": "Always have an ask when engaging senior stakeholders - make it specific, relevant and remarkable",
                "advice": [
                    "Have a clear plan of what you want to achieve and when...e.g. Start with a North Star of 10 years out...then break down into 5 year, 3 year and 1 year plans. The closer the timeframe the more specific the goals",
                    "Operate with authenticity and transparency",
                    "Answer the \"exam\" question and get to the point"
                ]
            }
        },
        {
            "id": 93,
            "front": {
                "name": "Toshihiko Yasuda",
                "role": "Director, Japan Specialist",
                "type": "quote",
                "quote": "\"If the size of your failures isn't growing, you're not going to be inventing at a size that can actually move the needle.\" - Jeff Bezos"
            },
            "back": {
                "lesson": "There is always an opportunity to think bigger. Keep pushing yourself.",
                "advice": [
                    "Get out of your comfortably zone. Stretch yourself. Embrace failures as it is the best timing to learn and develop yourself.",
                    "Tackle the largest problem you can solve.",
                    "Focus on impacts you can create. There are tons of opportunities in Tech that you can make impacts to the society. You should be proud that you can make impacts with the power of Cloud Technology."
                ]
            }
        },
        {
            "id": 94,
            "front": {
                "name": "Ben Cabanas",
                "role": "Director, AGS APJ Technology",
                "type": "book",
                "quote": "📚 Lights Out: Pride, Delusion, and the Fall of General Electric;The Covenant of Water"
            },
            "back": {
                "lesson": "\"We can not solve our problems with the same level of thinking that created them.\" - Albert Einstein!",
                "advice": [
                    "1/ Build deep and differentiating subject-matter expertise in your career before breadth 2/ Have a plan (but always be open to change course if needed) 3/ Surround yourself with those most talented in your field 4/ Be able to connect technology to business outcomes",
                    "1/ Be committed to a journey of continuous improvement 2/ Constantly seek feedback 3/ Build a strong network",
                    "If you are not putting yourself in uncomfortable situations on a daily basis, you are not growing!"
                ]
            }
        },
        {
            "id": 95,
            "front": {
                "name": "Max Amordeluso",
                "role": "&AI SSA leader North",
                "type": "quote",
                "quote": "\"Who Moved My Cheese?\" - Spencer Johnson"
            },
            "back": {
                "lesson": "Don't be afraid of failure, embrace it, learn from it and persevere. This frame of mind is learned most of the times. If you come from a cultural background in which failure is negative, change your mindset. Remember that a success is based on all the failures that have come before it.",
                "advice": [
                    "You own your career, nobody else. Never cease to explore, if you know exactly where you are going, you are not exploring.",
                    "I always try to look at the person behind the badge. I picture all of us at work as icebergs: we can see a tiny sliver of the top but there is a lot unseen. Lots of things are happening in everyone's lives. Be empathic and understand where people come from, then you can lead.",
                    "Be curious. The professional world is big and virtually endless in terms of what can be learned. Keeping a curious mind, even without a purpose, is growth."
                ]
            }
        },
        {
            "id": 96,
            "front": {
                "name": "Adam Broda",
                "role": "Sr. Manager, Product Management - Worldwide ",
                "type": "quote",
                "quote": "\"Atomic Habits\" - James Clear"
            },
            "back": {
                "lesson": "One important lesson I have learned, on more than one occasion, is to over communicate your vision and mission to the team. People move, things change, and stuff happens. Don't assume everyone remembers, keep reminding them until your whole team knows it by heart.",
                "advice": [
                    "Be prepared to say \"No\" to a lot of things that aren't worthy of your time as you take on bigger roles and tasks. Invest effort and energy into programs that give you the right blend of visibility and challenge, then do excellent work.",
                    "Resist the temptation to manage/lead like the leaders you work for. You'll do your best work when your managing in your own unique style, leveraging your unique set of skills, strengths, and personality traits.",
                    "Feedback is the life-blood of high-trust, high-performance team culture. As a leader, create mechanisms to receive feedback at different levels, internally and externally. Don't run from criticism, seek it out like your career depends on it."
                ]
            }
        },
        {
            "id": 97,
            "front": {
                "name": "Juan-Carlos Gutierrez",
                "role": "Mng Director,LATAM Tech&Innov",
                "type": "quote",
                "quote": "\"Gratefulness is to resilience, as exercising is to fitness. The more you practice it, the better.\" -JC Gutierrez "
            },
            "back": {
                "lesson": "Be an owner of everything you do. You own your life and your career. Do not behave as a renter or a loaner of your life. A renter thinks short-term and does not live the consequences, as when we rent a car. An owner thinks long-term, and lives the impact of your own actions.",
                "advice": [
                    "Learning and Be Curious is a way of living, it is not a moment. Always invest in Learning, and be Always curious. Today it is important you invest in learning about GenAI and ML. It is going to transform all industries.",
                    "This new era demands a shift in skills, mindsets, and the very nature of how humans approach their work. Invest in your Intellectual Skills (IQ) and in your Emotional Intelligence (EQ).",
                    "Build harmony in your life and careers. As a music masterpiece, there is harmony and not monotony. It requires pauses, movements between slow and fast, and accelerations. Always look for harmony specially depending of the stage and moments of your life. And always be grateful!"
                ]
            }
        },
        {
            "id": 98,
            "front": {
                "name": "Michael Schmidt",
                "role": "PSA Director, WW IndustrySolns",
                "type": "quote",
                "quote": "\"The secret of having it all is knowing that you already do.\" - Cedric"
            },
            "back": {
                "lesson": "There will be highs and lows. There will be many days when you want to quit, find another job, another team. Keep balance in your life, exercise, indulge hobbies and passions outside of work that excite you.",
                "advice": [
                    "Find good mentors but be intentional about what you work on together and time box it. Mentorships can be short or long term, set goals and milestones for the mentorship, when you reach them consider new goals or a new mentor.",
                    "Be authentic. People don't expect you to be perfect, they don't want you to be perfect. Being a good leader (we are all leaders) means being relatable and real. Whether you're leading a team, or part of a team remember to be yourself.",
                    "Anticipate challenges down the road and plan for different scenarios. Being scrappy is part of Amazon culture but scrambling is never great, especially if it has a negative impact on people around you."
                ]
            }
        },
        {
            "id": 99,
            "front": {
                "name": "Thiago de Faria",
                "role": "Migration & Modernization SA",
                "type": "quote",
                "quote": "\"Everything is relative; and only that is absolute.\" - Augusto Comte"
            },
            "back": {
                "lesson": "One lesson I learned is that every company that fails, every team that is unhappy, every deadline and specification that is not met... it never happens because of a tech problem. It's all people, communication and its social construct.",
                "advice": [
                    "Technical skills will change. You know what doesn't change? Working together. So go for that, not the latest kubernetes or AI/ML thing.",
                    "Not burning bridges and not hiding the real reason. Treat others like you'd like to be treated.",
                    "Be kind. People are doing the best with the knowledge and context that they have. Understand their point of view and work back from that."
                ]
            }
        },
        {
            "id": 100,
            "front": {
                "name": "Ishit Vachhrajani",
                "role": "Director, Enterprise Strategy",
                "type": "quote",
                "quote": "Quote: \"Don't mistake activity with achievement.\" - John Wooden. Book: The Culture Code by Daniel Coyle. Podcast: How to Take Over the World by Ben Wilson."
            },
            "back": {
                "lesson": "Embrace, in fact seek ambiguity. That means you are working on something that is still emerging or moving fast.",
                "advice": [
                    "Learn to build, bring others along, and tell your story.",
                    "Job one is to build a great team. Job two is to remove hurdles in their path.",
                    "Motion first, then direction. Don't be afraid to start paddling even if you don't yet know where you want to go."
                ]
            }
        },
        {
            "front": {
                "id": 101,
                "name": "Claire Bourke",
                "role": "Head of CSM, ANZ",
                "quote": "\"If you are not in the arena getting your ass kicked on occasion, I am not interested in or open to your feedback. \" - Brene Brown",
                "type": "quote"
            },
            "back": {
                "lesson": "The answer to what ever question you have is within - you just might need a great coach to ask the right questions so you can find the answer",
                "advice": [
                    "Learn to learn everyday. It is a fast paced environment you have to make time to continuously learn. Curate a list of great and diverse inputs; mentors, thought leaders, podcasts, authors etc and serve them up to yourself daily",
                    "Intentionally build and nuture your network and then use that network to help you objectively assess your current state; are you growing? Do you have people who would advocate for you? Are there people you can rely on deliver constructive and challenging feedback? Be a constant gardner and nuture that network, there maybe people that dont serve you any longer?",
                    "If you are comfortable, chances are you are not growing. Reflect and activeley seek change or find an oppoutunity to stretch such as formal study, new hobbie etc"
                ]
            }
        },
        {
            "front": {
                "id": 102,
                "name": "Jamie Simon",
                "role": "Director FSI, ANZ",
                "quote": "\"The way you see people is the way you treat them, and the way you treat them is what they become.\" - Wolfgang von Goethe",
                "type": "quote"
            },
            "back": {
                "lesson": "One obvious characteristic of the tech industry is that change is constant, and in many ways it is constantly accelerating. Leaders become great at navigating the change, seeing it as an opportunity and not a threat, and hone the skills required to support, enable and lead others through change.",
                "advice": [
                    "Irrespective of whether you aspire for progression as a technical or commercial professional I believe these three pieces of advise are critical 1) a commitment to continuous learnin 2) Invest in your network, and the best way to do that is by finding ways to be of services, and to create value for others and 3) Develop leadership skills.",
                    "One of the most valuable attributes, habits or mindsets that will set you up for success, in both career and life is a continuous focus on building, understanding and practicing empathy.",
                    "I've always carried a firm belief in three principles which have guided my approach to how I work, lead and interact. To be persistent, thorough and polite. Persistence means never giving up, continuing to pursue a goal or task with determination and resilience, despite facing obstacles, setbacks or failures."
                ]
            }
        },
        {
            "front": {
                "id": 103,
                "name": "Dave Coombes",
                "role": "Director SA ISV and FSI ANZ",
                "quote": "\"Knowing the name of something, is not the same as knowing something\" - Richard Feynman",
                "type": "quote"
            },
            "back": {
                "lesson": "Time is the only resource that you can't get more of. Be really intentional about what you say \"yes\" to and what you say \"no\" to.",
                "advice": [
                    "In my experience skills development comes through intentional learning and career development comes through opportunity. I try to be intentional in learning new skills or developing existing ones. Opportunity often comes through the network that you build, so always be open to new connections and be curious about what others are doing.",
                    "I always try to remember that although we work in technology, most of what makes work rewarding (and fun and challenging) is the people that we work with. I try to remember to keep transparency, integrity and compassion in mind with every interaction.",
                    "If you think something is wrong, speak up. Whether that is a technology concern, a business concern or a people concern if you think that an uninformed or unfair decision is being made it is your right and your obligation to have your objections heard. Even if the end things don't go the way you think they should have done, you will at least know that you made a case for what you thought was the right thing to do."
                ]
            }
        },
        {
            "front": {
                "id": 104,
                "name": "Nick Blamey",
                "role": "Head of Specialist Teams, ANZ",
                "quote": "\"We don't wait for opportunities, we create them.\" - Andy Jassy",
                "type": "quote"
            },
            "back": {
                "lesson": "Hiring against a set of well-defined principles or values has an enduring and powerful impact for tech organisations. It builds a culture of high alignment, which removes a lot of unnecessary management and bureaucracy and gives people high autonomy in their work - the greatest gift you can give most employees.",
                "advice": [
                    "Write about your projects, goals and ambitions regularly... at least every year. If you don't have a narrative, someone else is writing you into theirs.",
                    "Hire people who are better than you, coach them to find the role that will allow them to build on their strengths, and get out of their way.",
                    "You can't innovate in a vacuum. Seeking diverse feedback on ideas not only makes them stronger, it builds a trusted team around you to deliver."
                ]
            }
        },
        {
            "front": {
                "id": 105,
                "name": "Tarik Makota",
                "role": "Sr. Principal, Solutions Arch",
                "quote": "\"I love it when a plan comes together\" - Colonel Hannibal Smith The A-Team :O)",
                "type": "quote"
            },
            "back": {
                "lesson": "As your responsibilities grow, your ways of working should be evolving from \"doing work yourself\" to \"working thru others\".",
                "advice": [
                    "Take ownership of your learning and sign up for stretch assignments",
                    "Long term goals over tasks, be flexible and adaptable in the journey but make sure you dont miss the target destination.",
                    "Effort is often underrated, start there. Take calculated risks and seek ambiguous assignments to expand your own capabilities and those of your teams."
                ]
            }
        },
        {
            "front": {
                "id": 106,
                "name": "Tiffany Bloomquist",
                "role": "Head of Start-ups, APJ",
                "quote": "\"Success is never achieved in your comfort zone. Open every door you possibly can. The doors that close..let them close. And keep walking through the ones that remain open.\"",
                "type": "quote"
            },
            "back": {
                "lesson": "While you can be excited about an outcome, a goal or even a product you're creating, never, ever, lose sight of the impact you're driving for your customer. Working backwards from the customer outcomes is far more important to long term success than hitting a few short term goals.",
                "advice": [
                    "Follow your passion and curiosity! I would never have dreamed that I'd get the chance to work with the most cutting edge AI Startups in the world... but continue to be open to new opportunities, learn new skills, invest in relationships and pursue things that align to a bigger purpose, you never know where your career will take you.",
                    "Prioritize, prioritize, prioritize. Frugality of time is an important dimension to an often under rated leadership principle. There is no way you can get all the amazing things done that Amazon lets you pursue, so it's up to each of us to be thoughtful about the few things we can do with the limited time we have.",
                    "One of the earliest lessons for me was balancing the tasks that needed to be completed with the relationships I needed to manage along the way. We all need to deliver results, but you can do it in a way that earns trust and creates long term collaboration. "
                ]
            }
        },
        {
            "front": {
                "id": 107,
                "name": "Rich Hua",
                "role": "Head EPIC Leadership Prgm",
                "quote": "\"We make a living by what we get, but we make a life by what we give.\" - Winston Churchill",
                "type": "quote"
            },
            "back": {
                "lesson": "A vital lesson I learned is the power of being a linchpin--making yourself uniquely valuable with an outsized impact. This comes from finding a key gap and then making a differentiated contribution by filling that gap.",
                "advice": [
                    "Be a super-absorbent learner. Always strive to discover and understand new things, especially what you may be wrong about. Supercharge this by proactively seeking insights about yourself--ask for advice and feedback rather than wait for it.",
                    "Inspirational leadership comes from having high expectations + high care. The latter is harder than the former. The foundation of care is understanding--knowing the pains, challenges, hopes and dreams of your people and then doing something to support them.",
                    "Invest in developing your emotional and social intelligence skills. Research has found that it's your EQ--not your IQ--that accounts for most of your long-term success. IQ skills are threshold abilities, whereas EQ skills are distinguishing abilities (they make you a star)."
                ]
            }
        },
        {
            "front": {
                "id": 108,
                "name": "Yasser Hassan",
                "role": "Director, MENA and Turkey",
                "quote": "\"It's not about how hard you hit. It's about how hard you can get hit and keep moving forward. How much you can take and keep moving forward.\" Rocky balboa Sylvester Stallone",
                "type": "quote"
            },
            "back": {
                "lesson": "Developing the people in your organization is crucial. Companies that prioritize their employees' growth and development will expand more rapidly than others. While you may still lose some talent to other companies, consistently investing in your employees ensures your business growså.",
                "advice": [
                    "The pace of change in the tech industry has accelerated dramatically. This frequency then increased to every five years, and now, major changes happen every six months. Our customers are more knowledgeable and informed than ever before, demanding specific use cases and subject matter expertise rather than just general technology awareness.",
                    "The most valuable experiences often stem from embracing change. When you welcome change, success isn't always guaranteed; instead, you may encounter cycles of failures. However, these failures teach us more than successes, offering a wealth of lessons and insights.",
                    "Team building and people management are essential skills for any manager. Having a diverse team is crucial for the future success of any company. Diversity brings together a range of educational backgrounds, experiences, and perspectives, which can elevate a team's performance to new heights."
                ]
            }
        },
        {
            "id": 109,
            "front": {
                "name": "Eduardo Ordax",
                "role": "Solutions Architect",
                "type": "quote",
                "quote": "\"Work hard, have fun, make history.\" - Jeff Bezos"
            },
            "back": {
                "lesson": "You will always find people who know much more than you, try to leverage them to boost your skills",
                "advice": [
                    "Learn and be curious. Tech industry is evolving super fast, specially fields like Artificial Intelligence. This requires to continually learn new things and be updated with the latest research.",
                    "Ownership. Don't expect from others to build a plan for you... Work on your long term goals and identify which are the outputs that will help you to achieve the goal and work backwards from there. Processes, mechanisms and finally the inputs. Yo must take ownership of it along the entire process.",
                    "Enjoy what you do"
                ]
            }
        },
        {
            "id": 110,
            "front": {
                "name": "Keith Homewood",
                "role": "Senior SA Manager, EMEA",
                "type": "quote",
                "quote": "\"Everything fails, all of the time.\"– Werner Vogels"
            },
            "back": {
                "lesson": "One lesson I learned is not to assume even when you are pretty sure of something. Question everything upfront.",
                "advice": [
                    "Treat yourself like your own customer and work backwards with yourself. Imagine yourself in some future (1-5y from now) and you are happy in your career, ask yourself why that version of you is happy.  backwards away from what makes you happy is terrible.",
                    "Never stop learning but remember it isn't just technology. Pay attention to industry trends, soft skill development, and about your customers.",
                    "Remember you can't help anyone else if you don't help yourself and prioritze self-care. It's like on the airplane 'In the event of an emergency put your own mask on before helping others.'"
                ]
            }
        },
        {
            "id": 111,
            "front": {
                "name": "Tim Peters",
                "role": "Director WWCS Customer Segments",
                "type": "quote",
                "quote": "\"Be the change you want to see in the world.\" - Ghandi"
            },
            "back": {
                "lesson": "Simple is better. In Leadership - clarity of purpose brings teams together. In Design - customers more easily buy, use and brag about a product that is well understood and simple to use.",
                "advice": [
                    "Position yourself to be agile and willing to try (and learn from) multiple disciplines across development and field-based roles, thus making yourself available to a broader range of possibilities.",
                    "Be humble, but strive for greatness. You work with people to get things done no matter the role. Want them to want to work with you (and for you).",
                    "Earn trust always. Relationships make or break people. Break trust -> break relationship -> compromise your journey."
                ]
            }
        },
        {
            "id": 112,
            "front": {
                "name": "Stijn Buiter",
                "role": "Europe North, SUP Sales Leader",
                "type": "quote",
                "quote": "\"Focus on long term success, but be willing to make short term adjustments to get there\" - Simon Sinek"
            },
            "back": {
                "lesson": "Focus on the customer and don't be afraid to escalate when truly needed. (if a customer is truly impacted, you'll be amazed how flat this organization can be to do the right thing for the customer)",
                "advice": [
                    "Dedicate time to learn and dive deep, don't be afraid to say no, be ready to adapt to change any time",
                    "Know yourself, your strengths and weaknesses, combine that with the power of saying no/have clear focus areas, based on that prioritize long term success and create short term goals towards that.",
                    "Trust others, don't do everything yourself. If you lead with that mindset, while creating clear measurable outcomes to inspect, you can be efficient and high performing, while having a strong and loyal team."
                ]
            }
        },
        {
            "id": 113,
            "front": {
                "name": "Danielle Gorlick",
                "role": "Director of Benelux AGS",
                "type": "book",
                "quote": "📚Legacy: 15 Lessons in Leadership what the All Blacks can teach us about the business of life by James Kerr.",
                "book": "📚Legacy: 15 Lessons in Leadership what the All Blacks can teach us about the business of life by James Kerr."
            },
            "back": {
                "lesson": "The most important lesson I've learned is that success in technology isn't just about technical skills.",
                "advice": [
                    "Make sure that you have a plan working backwards from your North Star where you define the key skills you need to acquire over a specific period of time in order to reach that North star you are aiming for.",
                    "No matter where you are in your career, in order to be successful in technology I think you need to have a curious mindset with the desire to learn from your peers, team members, thought leaders and customers. The technology space is constantly evolving so having that always on learning mindset will enable you to remain relevant and to add the most value to your teams, customers and partners.",
                    "Make sure you are developing your soft skills, such as, communication and empathy. This becomes more crucial as you move into leadership roles, as the ability to communicate a clear vision, goals and priorities and leading your team to achieve that mission or goal with the right level of empathy will create clarity for the team, builds trust and encourages collaboration towards a common goal."
                ]
            }
        },
        {
            "id": 114,
            "front": {
                "name": "Michael Choe",
                "role": "Director, US Auto & Mfg",
                "type": "quote",
                "quote": "\"Identify your problems, but give your Power and Energy to solutions.\" Tony Robbins"
            },
            "back": {
                "lesson": "I've learned that change happens faster than you think and that rate of change is increasing as the years pass. Therefore, when you see a signal, no matter how small it is, it's important to develop an ability to see if that signal is going to turn into something big. This will allow you to be more prepared to capitalize on change.",
                "advice": [
                    "First, define what growth means to you. Simple answer is title and org size, but I think it's more impactful to really understand what does growth mean to you at any given time. This could be broader exposure, more visibility, learning new things. In the culture of Amazon, taking a broader view of career growth will pay off for you in the long run.",
                    "1/ Learn to be a good communicator - to your manager, to your peers, to your customers (internal/external), to your org. 2/ Don't waste too much time fighting gravity. We work for big companies that are always evolving and changing. 3/ Always be curious and never lose your humility as you do that.",
                    "Strive for self-awareness to become a real authentic leader. Practice being vocally self critical, it will help you earn trust. Learn what Prioritization means to YOU. For me, it was identifying no more than 2-3 no fail missions that I was really convicted on navigating any headwinds to achieve."
                ]
            }
        },
        {
            "id": 115,
            "front": {
                "name": "Cleber Pereira De Morais",
                "role": "Managing Director, LATAM",
                "type": "quote",
                "quote": "\"I believe that great leaders are build by the incredible people around them\""
            },
            "back": {
                "lesson": "Trust your instincts and believe in your intuition. Most mistake I've made happened when I went against my own perceptions or what I truly believe.",
                "advice": [
                    "To focus and continuous learning and adaptability. Network is also key - Building connections within the industry can open doors to new opportunities.",
                    "Technology is constantly evolving, so I make it a priority to stay curious and open to learn new skills , tools and frameworks.",
                    "Communication Skills (I studied theater). and Maintain a positive attitude toward any outlook. Challenges will arise, and the most important thing is how you learn from mistakes and use them to grow and propel yourself forward"
                ]
            }
        },
        {
            "front": {
                "id": 116,
                "name": "Maureen Lonergan",
                "role": "VP,quote Training & Certification",
                "quote": "\"Education is the most powerful weapon which you can use to change the world. \" -  Nelson Mandela",
                "type": "quote"
            },
            "back": {
                "lesson": "Empathy goes a long way when leading teams.",
                "advice": [
                    "Prioritize continuous learning throughout your career. Find really good mentors that will help guide you.",
                    "Staying focused on the things that will have the biggest impact for customers. Spend time learning everyday. Don't be afraid of failure.",
                    "Work hard, stay focused, learn everyday and balance the things that matter."
                ]
            }
        },
        {
            "id": 117,
            "front": {
                "name": "Anonymous",
                "role": "VP",
                "type": "quote",
                "quote": "What would you do if you weren't afraid? And then go do it - Sheryl Sandberg"
            },
            "back": {
                "lesson": "Build your resiliency. Hard work doesn't always guarantee success. My journey taught me to diversify my efforts across multiple projects, skills, and initiatives. This approach transforms setbacks into mere obstacles, ensuring one failure doesn't define my career. Resilience is about being adaptable and prepared for change.",
                "advice": [
                    "Networking. Actively attend industry conferences and volunteer. Forge genuine connections by aiding others. You'll gain insights and grow by uplifting those around you.",
                    "Think Long-term: Define your biography for the next five years and methodically work towards it. Embrace setbacks as learning opportunities. Stay patient and adaptable to shifts, focusing on your long-term goals",
                    "Expand Your Influence: Produce content within your field to stay current and demonstrate your expertise. This way you boost your adaptability and visibility, opening doors to new opportunities and growth."
                ]
            }
        },
        {
            "front": {
                "id": 118,
                "name": "Miriam McLemore",
                "role": "Director, Enterprise Strategy",
                "quote": "📚How Forward-Thinking Leaders are Redefining Business Resilience",
                "type": "book"
            },
            "back": {
                "lesson": "Zamira - complied",
                "advice": [
                    "The importance of building networks and Identifying gaps and opportunities where I can add value",
                    "Insights on pushing through imposter syndrome and taking on challenges without hesitation",
                    "As women, we sometimes feel we need to be fully qualified before taking on new challenges, but that's not true. You have to be willing to take risks and not wait on the sidelines"
                ]
            }
        }
    ]
}
